export const data = [
  {
    id: 1,
    slug: 'madad',
    image: '../../src/assets/images/ventor-1.png',
    title: 'Khulasoh',
    arab: 'خُلاَصَةُ الْمَدَدًا النَّبَوِىًّ',
    latin: 'Khulashotul Madadan Nabawi',
    category: [
      {
        id: 1,
        slug: 'fardhu',
        title: 'Dzikir Setelah Sholat Fardhu',
        arab: 'ذِكِرْ سَتَلَاهْ صَلَاتْ وَاجِيبْ',
        latin: 'Dzikir ba’da shalāti al-farīdāti',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Khusus',
            subName: '',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'أَسْتَغْفِرُ اللّٰهَ الْعَظِيْمِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: ' اَللّٰهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلَامُ وَاِلَيْكَ يَعُوْدُ السَّلاَمُ فَحَيِّنَا رَبَّنَا بِالسَّلاَمِ وَاَدْخِلْنَا دَارَكَ دَارَ السَّلاَمِ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ ، اَللّٰهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلاَرَادَّ لِمَا قَضَيْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ، اَللّٰهُمَّ اَعِنِّيْ عَلَي ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَاذَتِكَ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'رَبَّنَا تَقَبَّلْ مِنَّا اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيِمُ ، وَتُبْ عَلَيْنَا اِنَّكَ اَنْتَ التَّوَّابُ الرَّحِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'وَصَلَّى اللّٰهُ عَلَي سَيِّدِنَا مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَسَلَّمْ ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اَعُوْذُبِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ ، بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ ،  اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ اَلْحَيُّ الْقَيُّوْمُ ، لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ ، لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ، مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖ ، يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَ ، وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'سُبْنَكَ يَاعَلِيُّ يَاعَظِيْمُ ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'سُبْحَانَاللّٰهِ (33) الْحَمْدُلِلّٰهِ (33) اَللّٰهُ اَكْبَرُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'لَا إِلٰهَ إِلَّا اللّٰهُ وَحْدَهٗ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: ' ===== دعاء ستلاه صلاة =====',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'الْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ ، اَللّٰهُمَّ صَلِّ وَسَلِّمْ عَلَي سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اَللّٰهُمَّ اَخْرِجْ مِنْ قَلْبِيْ كُلَّ قَدْرٍ لِلدُّنْيَا وَكُلَّ مَحَلٍّ لِلْخَلْقِ يَمِيْلُ بِى اِلَى مَعْصِيَتِكَ اَوْ يُشْغِلُنِى عَنْ طَاعَتِكَ اَوْ يَحُوْلُ بَنِي وَبَيْنَ التَّحَقُّقِ بِمَعْرِفَتِكَ الْخَاصَّةِ وَمَحَبَّتِكَ الْخَالِصَةِ ، وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ وَالْحَمْدُلِلّٰهِ رَبِّ الْعَالَمِيْنَ',
                latin: '',
                arti: ''
              },
            ]
          }
          
        ]
      },
      {
        id: 2,
        slug: 'subuh',
        title: 'Dzikir Setelah Sholat Subuh',
        arab: 'ذِكِرْ سَتَلَاهْ صَلَاتْ صُبُوحْ',
        latin: 'Dzikir ba’da shalāti as-subhi',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Wirdul Lathif',
            subName: 'Al-imam Abdullah bin Alwi Al-Haddad',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْم  ، قُلْ هُوَ اللّٰهُ أَحَدٌ  ، اَللهُ الصَّمَدُ  ، لَمْ يَلِدْ وَلَمْ يٌوْلَدْ  ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ  ، قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ  ، مِنْ شَرِّ ماَ خَلَقَ ، وَمِنْ شَـرِّ غَاسِقٍ إِذَا وَقَبَ  ، وَمِنْ شَـرِّ النَّـفَّاثَاتِ فِي الْعُقَدِ  ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ  ، قُلْ أَعُوْذُ بِرَبِّ النَّاسِ  ، مَلِكِ النَّاسِ  ، إِلَهِ النَّاسِ  ،  مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ اَلَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِ ، مِنَ الْجِنَّةِ وَالنَّاسِ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'رَبِّ أَعُوذُ بِـكَ مِنْ هَمَـزَاتِ الشَّيَـاطِيْنِ  ، وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُـرُونِ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُـوْنَ  ، فَتَعَالَى اللّٰهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْكَرِيْم  ، وَ مَنْ يَدْعُ مَعَ اللّٰهِ إِلٰهاً آخَرَ لاَ بُرْهَانَ لَهُ بِـهِ فَإِنَّمَا حِسَـابُهُ عِنْدَ رَبّـِهِ إِنَّـهٗ لاَ يُفْلِحُ الْكَافِـرُوْنَ  ، وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِيْنَ  ، فَسُبْحَانَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ  ، وَلَهُ الْحَمْدُ فِي السَّمَوَاتِ وَالأَرْضِ وَعَشِيًّا وَحِيْنَ تُظْهِرُوْنَ  ، يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرِجُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'أَعُوْذُ بِاللّٰهِ السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْم (3)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَوْ أَنْزَلْنَـا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًـا مُتَصَدِّعًا مِنْ خَشْيَةِ اللّٰهِ  ، وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ  ، هُوَ اللّٰهُ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهاَدَةِ هُوَ الرَّحْمَنُ الرَّحِيْمُ  ، هُوَ اللّٰهُ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوْسُ السَّلاَمُ الْمُؤْمِـنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللّٰهِ عَمَّا يُشْرِكُوْنَ  ، هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأَسْمَاءُ الْحُسْنَى  ، يُسَبِّحُ لَهُ مَا فِي السَّمَوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيْزُ الْحَكِيْم  ، سَلاَمٌ عَلَى نُوْحٍ فِي الْعَالَمِيْن  ، إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِيْن  ، إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'أَعُوذُ بِكَلِمَاتِ اللّٰهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'بِسْمِ اللّٰهِ الَّذِيْ لاَ يَضُرُّ مَعَ أسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'اَللّٰهُمَّ إِنِّي أَصْبَحْتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ فَأَتْمِمْ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَاْلآخِرَةِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اَللّٰهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللّٰهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ (4)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ حَمْدًا يُوَافِي نِعَمَهُ وَيُكَافِئُ مَزِيْدَهُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'آمَنْتُ بِاللّٰهِ العَظِيْمِ وَكَفَرْتُ بِالْجِبْتِ وَالطَّاغُوْتِ وَاسْتَمْسَكْتُ بِالْعُرْوَةِ الْوُثْقَى لاَ انْفِصَامَ لَهاَ وَاللّٰهُ سَمِيْعٌ عَلِيمٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'رَضِيْتُ بِاللّٰهِ رَبـًّا وَ بِالإِسْلاَمِ دِيْنـًا وَبِمُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا وَرَسُولاً (3)',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'حَسْـبِيَ اللّٰهُ لاَ إِلَهَ إِلاَّ هُـوَ عَلَيْـهِ تَـوَكَّلْتُ وَهُـوَ رَبُّ العَرْشِ العَظِيْـم(7)',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِناَ مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ (01)',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'اَللّٰهُمَّ إِنِّي أَسْأَلُكَ مِنْ فُجَاءَةِ الْخَيْرِ وَأَعُوذُ بِكَ مِنْ فُجَاءَةِ الشَّرِّ ، اَللّٰهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَ أَناَ عَبْدُكَ وَأَناَ عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوْذُ بِـكَ مِنْ شَرِّ مـَا صَنَعْـتُ أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوْءُ بِذَنْبِيْ فاَغْفِرْ لِيْ فَاِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ  ، اَللّٰهُمَّ أَنْتَ رَبِّيْ لاَ اِلَهَ إِلاَّ أَنْتَ عَلَيْكَ تَوَكَّلْـتُ وَأَنْتَ رَبُّ الْعَـرْشِ الْعَظِيْـم مَا شَاءَ اللّٰهُ كَـانَ وَمَا لَمْ يَشَأْ لَـمْ يَكُنْ وَلاَ حَـوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'اَعْلَـمُ أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيْـرٌ ، وَاَنَّ اللهَ قَدْ أَحَـاطَ بِكُلِّ شَيْءٍ عِلْمًـا',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'اَللّٰهُمَّ إِنِّي أَعُوْذُ بِـكَ مِنْ شَرِّ نَفْسِيْ وَمِنْ شَرِّ كُـلِّ دَابَّـةٍ أَنْتَ آخِـذٌ بِنَا صِيَتِهاَ إِنَّ رَبِيِّ عَلَى صِرَاطٍ مُسْتَقِيْمٍ  ، يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ اَسْتَغِيْثُ وَمِنْ عَذَابِكَ أَسْتَجِيْرُ أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَي نَفْسِيْ وَلاَ إِلَى أَحَدٍ مِنْ خَلْقِكَ طَرْفَةَ عَيْنٍ  ، اَللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ  ، اَللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ  ، اَللّٰهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَـافِيَةَ وَالْمُعَافاَةَ الدَّائِمَةَ فِي دِيْنِيْ وَدُنْياَيَ وَأَهْلِيْ وَماَلِيْ  ، اَللّٰهُمَّ اسْتُرْ عَوْرَاتِيْ وَآمِنْ رَوْعَاتِيْ  ، اَللّٰهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِيْ وَعَنْ يَمِيْنِيْ وَعَنْ شِماَلِيْ وَمِنْ فَوْقِيْ  ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتاَلَ مِنْ تَحْتِيْ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَللّٰهُمَّ أَنْتَ خَلَقْتَنِـيْ وَأَنْتَ تَهْدِيْنِـيْ وَأَنْتَ تُطْعِمُنِـيْ وَأَنْتَ تُسْقِيْنِـيْ وَأَنْتَ تُمِيْتُنِـي وَأَنْتَ تُحْيِيْنِـيْ وَاَنْتَ عَلَي كُلِّ شَئٍ قَدِيْرٌ  ،  أَصْبَحْناَ عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ وَعَلَى دِيْنِ نَبِيِّناَ مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ  ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْراَهِيْمَ حَنِيْفاً مُسْلِماً وَماَ كاَنَ مِنَ الْمُشْرِكِيْنَ  ، اَللّٰهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ  ، أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلّٰهِ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعاَلَمِيْنَ  ، اَللَّهُّمَ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتْحَهُ وَنَصْرَهُ وَنُوْرَهُ وَبَرَكَتَهُ وَهُداَهُ  ، اَللّٰهُمَّ إِنَّي أَسْأَلُكَ خَيْرَ هَذاَ الْيَوْمِ وَخَيْرَ ماَ فِيْهِ  وَأَعُوْذُ بِكَ مِنْ شَرِّ هَذاَالْيَوْمِ وَشَرِّ مَا فِيْهِ  ، اَللّٰهُمَّ ماَ أَصْبَحَ بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَـدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيْكَ لَكَ فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ عَلَى ذَلِكَ ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ عَدَدَ خَلْقِـهِ وَرِضَـى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِداَدَ كَلِمَاتِهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'سُبْحَانَ اللّٰهِ الْعَظِيْمِ وَبِحَمْدِهِ عَدَدَ خَلْقِـهِ وَرِضَـى نَفْسِـهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ  ، سُبْحَـانَ اللّٰهِ عَدَدَ مَا خَلَقَ فِي السَّمَـاءِ  ، سُبْحَـانَ اللّٰهِ عَدَدَ مَا خَلَـقَ فِي الأَرْضِ  ، سُبْحَـانَ اللّٰهِ عَدَدَ مَا بَيْنَ ذَلِكَ  ، سُبْحَـانَ اللّٰهِ عَدَدَ مَا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'اَلْحَمْدُ لِلّٰهِ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ  ، اَلْحَمْدُ لِلّٰهِ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ  ، اَلْحَمْدُ لِلّٰهِ عَدَدَ مَـا بَيْـنَ ذَلِكَ  ، اَلْحَمْدُ لِلّٰهِ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: ' لاَ إِلَهَ إِلاَّ اللّٰهُ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ ، لاَ إِلَهَ إِلاَّ اللّٰهُ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ ، لاَ إِلَـهَ إِلاَّ اللّٰهُ عَدَدَ مَـا بَيْـنَ ذَلِـكَ ، لاَ إِلَهَ إِلاَّ اللّٰهُ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اللّٰهُ أَكْبَرُ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ ، اللّٰهُ أَكْبَرُ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ  ، اللّٰهُ أَكْبَرُ عَدَدَ مَـا بَيْـنَ ذَلِكَ ، اللّٰهُ أَكْبَرُ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'لآ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا خَلَقَ فِي السَّمَاءِ  ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا خَلَقَ فِي الأَرْضِ  ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا بَيْـنَ ذَلِـكَ  ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَا هُوَ خَالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'لاَ إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ  ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَـى كُلِّ شَيْءٍ قَدِيْرٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'اَللّٰهُمَّ صَلِّ وَ سَلِّمْ عَلَى سَيِّدِنَا مُحَمَّدٍ مِفْتَاحِ بَابِ رَحْمَةِ اللّٰهِ عَدَدَمَا فِى عِلْمِ اللّٰهِ صَلاَةً وَسَلَامًا دَائِمَيْنِ بِدَوَامِ مُلْكِ اللّٰهِ وَعَلَى آلِهِ وَصَحْبِهِ عَدَدَكُلِّ ذَرَّةٍ أَلْفَ مَرَّةٍ (3)',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            title: 'Yasin',
            name: 'Surat Yasin',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'يٰسۤ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'وَالْقُرْاٰنِ الْحَكِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: ' =======  دعاء سوراة يس =======',
                latin: '',
                arti: '',
              },
              {
                id: 85,
                arab: 'اللّٰهُمَّ اِنّٓا نَسْتَحْفِظُكَ وَ نَسْتَوْدِعُكَ اَدْيَانَنَا وَاَبْدَانَنَا وَاَنْفُسَنَا وَاَهْلَنَا وَاَوْلَادَنَا وَاَمْوَالَنَا وَكُلَّ شَيْءٍ اَعْطَيْتَنَا',
                latin: '',
                arti: '',
              },
              {
                id: 86,
                arab: 'اَللّٰهُمَّ اجْعَلْنَا وَإِيَّاهُمْ فِى كَنَفِكَ وَاَمَانِكَ وَعِيَاذِكَ مِن كُلِّ شَيْطَانٍ مَرِيدٍ وَجَبَّارٍ عَنِيدٍ وَذِى بَغْيٍ وَذِى حَسَدٍ وَمِنْ شَرِّ كُلِّ ذِى شَرٍّ اِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ',
                latin: '',
                arti: '',
              },
              {
                id: 87,
                arab: 'اَللّٰهُمَّ جَمِّلْنَا بِالْعَافِيَةِ وَالسَّلَامَةِ وَحَقِّقْنَا بِالتَّقْوٰى وَالْاِسْتِقَامَةِ وَاَعِذْناَ مِنْ مُوجِبَاتِ النَّدَامَةِ اِنَّكَ سَمِيْعُ الدُّعَاءِ',
                latin: '',
                arti: '',
              },
              {
                id: 88,
                arab: 'اَللّٰهُمَّ اغْفِرْلَنَا وَلِوَالِدِيْنَا وَلِاَوْلَادِنَا وَمَشَايِخِنَا وَلِاِخْوَانِنَا فِى الدِّينِ وَلِاَصْحَابِنَا وَاَحْبَابِنَا وَلِمَنْ اَحَبَّنَا فِيكَ وَلِمَنْ اَحْسَنَ اِلَيْنَا وَ لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ يَارَبَّ العَالَمِيْنَ',
                latin: '',
                arti: '',
              },
              {
                id: 89,
                arab: 'وَصَلِّ اللّٰهُمَّ عَلَى عَبْدِكَ وَرَسُولِكَ سَيِّدِنَا وَمَوْلاَناَ مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلِّمْ. وَارْزُقْنَا كَمَالَ الْمُتَابَعَةِ لَهُ وَظَاهِرًا وَبَاطِنًا فِي عَافِيَةٍ وَسَلَامَةٍ بِرَحْمَتِكَ يَااَرْحَمَ الرَّاحِمِينَ',
                latin: '',
                arti: '',
              },
            ]
          },
          {
            id: 3,
            title: 'Waqiah',
            name: 'Surat Al-Waqiah',
            subName: '',
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: 'اِذَا وَقَعَتِ الْوَاقِعَةُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ۘ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'خَافِضَةٌ رَّافِعَةٌ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اِذَا رُجَّتِ الْاَرْضُ رَجًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'وَّبُسَّتِ الْجِبَالُ بَسًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'وَّكُنْتُمْ اَزْوَاجًا ثَلٰثَةً ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'فَاَصْحٰبُ الْمَيْمَنَةِ ەۙ مَآ اَصْحٰبُ الْمَيْمَنَةِ ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَاَصْحٰبُ الْمَشْـَٔمَةِ ەۙ مَآ اَصْحٰبُ الْمَشْـَٔمَةِ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَالسّٰبِقُوْنَ السّٰبِقُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اُولٰۤىِٕكَ الْمُقَرَّبُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'فِيْ جَنّٰتِ النَّعِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'وَقَلِيْلٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'عَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَحُوْرٌ عِيْنٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا تَأْثِيْمًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'اِلَّا قِيْلًا سَلٰمًا سَلٰمًا',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'وَاَصْحٰبُ الْيَمِينِ ەۙ مَآ اَصْحٰبُ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'فِيْ سِدْرٍ مَّخْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'وَّطَلْحٍ مَّنْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'وَّظِلٍّ مَّمْدُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'وَّمَاۤءٍ مَّسْكُوْبٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَّفَاكِهَةٍ كَثِيْرَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَّفُرُشٍ مَّرْفُوْعَةٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'اِنَّآ اَنْشَأْنٰهُنَّ اِنْشَاۤءًۙ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'فَجَعَلْنٰهُنَّ اَبْكَارًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'عُرُبًا اَتْرَابًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'لِّاَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'وَثُلَّةٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'لَّا بَارِدٍ وَّلَا كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَشَارِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'فَشَارِبُوْنَ شُرْبَ الْهِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هٰذَا نُزُلُهُمْ يَوْمَ الدِّيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'نَحْنُ خَلَقْنٰكُمْ فَلَوْلَا تُصَدِّقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'اَفَرَءَيْتُمْ مَّا تُمْنُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'ءَاَنْتُمْ تَخْلُقُوْنَهٗٓ اَمْ نَحْنُ الْخَالِقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'عَلٰٓى اَنْ نُّبَدِّلَ اَمْثَالَكُمْ وَنُنْشِئَكُمْ فِيْ مَا لَا تَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ عَلِمْتُمُ النَّشْاَةَ الْاُوْلٰى فَلَوْلَا تَذَكَّرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'ءَاَنْتُمْ تَزْرَعُوْنَهٗٓ اَمْ نَحْنُ الزَّارِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'لَوْ نَشَاۤءُ لَجَعَلْنٰهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'اِنَّا لَمُغْرَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'بَلْ نَحْنُ مَحْرُوْمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'اَفَرَءَيْتُمُ الْمَاۤءَ الَّذِيْ تَشْرَبُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'ءَاَنْتُمْ اَنْزَلْتُمُوْهُ مِنَ الْمُزْنِ اَمْ نَحْنُ الْمُنْزِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لَوْ نَشَاۤءُ جَعَلْنٰهُ اُجَاجًا فَلَوْلَا تَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَفَرَءَيْتُمُ النَّارَ الَّتِيْ تُوْرُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'ءَاَنْتُمْ اَنْشَأْتُمْ شَجَرَتَهَآ اَمْ نَحْنُ الْمُنْشِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'نَحْنُ جَعَلْنٰهَا تَذْكِرَةً وَّمَتَاعًا لِّلْمُقْوِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'فَلَآ اُقْسِمُ بِمَوٰقِعِ النُّجُوْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'وَاِنَّهٗ لَقَسَمٌ لَّوْ تَعْلَمُوْنَ عَظِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'فِيْ كِتٰبٍ مَّكْنُوْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَفَبِهٰذَا الْحَدِيْثِ اَنْتُمْ مُّدْهِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'وَتَجْعَلُوْنَ رِزْقَكُمْ اَنَّكُمْ تُكَذِّبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: 'وَاَنْتُمْ حِيْنَىِٕذٍ تَنْظُرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 85,
                arab: 'وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْكُمْ وَلٰكِنْ لَّا تُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 86,
                arab: 'فَلَوْلَآ اِنْ كُنْتُمْ غَيْرَ مَدِيْنِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 87,
                arab: 'تَرْجِعُوْنَهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 88,
                arab: 'فَاَمَّآ اِنْ كَانَ مِنَ الْمُقَرَّبِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 89,
                arab: 'فَرَوْحٌ وَّرَيْحَانٌ ەۙ وَّجَنَّتُ نَعِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 90,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنْ اَصْحٰبِ الْيَمِيْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 91,
                arab: 'فَسَلٰمٌ لَّكَ مِنْ اَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 92,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنَ الْمُكَذِّبِيْنَ الضَّاۤلِّيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 93,
                arab: 'فَنُزُلٌ مِّنْ حَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 94,
                arab: 'وَّتَصْلِيَةُ جَحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 95,
                arab: 'اِنَّ هٰذَا لَهُوَ حَقُّ الْيَقِيْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 96,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 97,
                arab: ' ======  شدعاء سوراة واقعة ======',
                latin: '',
                arti: ''
              },
              {
                id: 98,
                arab: 'اَللّٰهُمَّ صُنْ وُجُوْهَنَا بِاْليَسَارِ وَلاَتُوهِنَّابِاْلاِقْتَارِ فَنَسْتَرْزِقَ طَالِبِيْ رِزْقِكَ وَنَسْتَعْطِفَ شِرَارَخَلْقِكَ وَنَشْتَغِلَ بِحَمْدِ مَنْ اَعْطَانَاوَنُبْتَلَى بِذَمِّ مَنْ مَنَعَنَاوَاَنْتَ مِنْ وَرَاءِذَلِكَ كُلِّهِ اَهْلُ اْلعَطَاءِ وَاْلمَنْعِ . اَللّٰهُمَّ كَمَاصُنْتَ وُجُوْ هَنَاعَنِ السُّجُوْدِاِلاَّلَكَ فَصُنَّاعَنِ اْلحاَجَةِاِلاَّاِلَيْكَ بِجُوْدِكَ وَكَرَمِكَ وَفَضْلِكَ , يَااَرْحَمَ الرَّاحِمِيْنَ (ثلاثا) اَغْنِنَا بِفَضْلِكَ عَمَّنْ سِوَاكَ . وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَامُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
              {
                id: 99,
                arab: 'اَللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَامُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ ، وَهَبَ لَنَاَبِهِ صَلَّى اللّٰهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ مِنْ رِزْقِكَ الْحَلَالِ الطَّيِّبِ الْمُبَارَكِ مَا تَصُوْنُ بِهِ وُجُوْهَنَا عَنِ التَّعَرُّضِ اِلَى اَحَدٍ مِنْ خَلْقِكَ وَاجْعَلِ اللّٰهُمَّ لَنَا اِلَيْهِ طَرِيْقًا سَهْلاً مِنْ غَيْرِ فِتْنَةٍ وَلاَمِحْنَةٍ وَلاَمِنَّةٍ وَلاَتَبِعَةٍ لِأَحَدٍ وَجَنِّبْنَا اَللّٰهُمَّ الْحَرَامَ حَيْثُ كَانَ وَاَيْنَ كَانَ وَعِنْدَمَنْ كَانَ وَحُلَّ بَيْنَنَا وَبَيْنَ أَهْلِهِ وَاقْبِضْ عَنَّا اَيْدِيْهِمْ وَاصْرِفْ عَنَّا وُجُوْهَحُمْ وَقُلُوْبَهُمْ حَتَّى لاَ نَتَقَلَّبَ اِلاَّ فِيْمَا يُرْضِيْكَ وَلاَنَسْتَعِيْنَ بِنِعْمَتِكَ يَا ارْحَمَ الرَّحِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 100,
                arab: 'اَللّٰهُمَّ اِنْ كَانَ رِزْكُنَا فِى السَّمَآءِ فَأَنْزِلْهُ وَاِنْ كَانَ فِى الْأَرْضِ فَاَخْرِجْهُ وَاِنْ كَانَ مُعَسَّرًا فَيَسِّرْهُ وَاِنْ كَانَ بَعِيْدًا فَقَرِّبْهُ وَاِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَاِنْ كَانَ قَلِيْلاً فَكَثِّرْهُ وَاِنْ كَانَ مَعْدُوْمًا فَأَوْجِدْهُ وَاِنْ كَانَ مَوْقُوْفًا فَأَجْرِهِ وَاِنْ كَانَ ذَنْبًا فَأَغْفِرْهُ وَاِنْ كَانَ سَيِّئَةً فَامْحُهَا وَاِنْ كَانَ خَطِيْئَةً فَتَجَاوَزْعَنْهَا وَاِنْ كَانَ عَثْرَةً فَأَقِلْهَا وَبَارِكْ لَنَا فِى جَمِيْعِ ذَالِكَ ، اِنَّكَ مَلِيْكٌ مُقْتَدِرٌ وَمَا تَشَاؤُهُ مِنْ اَمْرٍيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 101,
                arab: 'يَامَنْ أِذَااَرَادَ شَيْأً اِنَّمَا يَقُوْلَ لَهُ كُنْ فَيَكُوْنُ ، سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُلِلّٰهِ رَبِّ الْعَالَمِيْنَ',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 3,
        slug: 'dzuhur',
        title: 'Dzikir Setelah Sholat Dzuhur',
        arab: 'ذِكِرْ سَتَلَاهْ صَلَاتْ ظُهُورْ',
        latin: 'Dzikir ba’da shalāti ad-dzuhri',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Hizbun Nashar',
            subName: 'Al-Imam Abdulah Bin Al-Haddad',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'لاَاِلَهَ اِلاَّاللّٰهُ الْمَلِكُ الْحَقُّ الْمُبِيْنُ (001)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيمِ  ، إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا لِيَغْفِرَ لَكَ اللّٰهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا وَيَنْصُرَكَ اللّٰهُ نَصْرًا عَزِيزًا وَكَانَ عِنْدَ اللّٰهِ وَجِيهًا  ، وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ ، وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضِ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيمِ  ، نَصْرٌ مِنَ اللّٰهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ  ، يَاأَيُّهَا الَّذِينَ ءَامَنُوا كُونُوا أَنْصَارَ اللّٰهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللّٰهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللّٰهِ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اَللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَ لاَ نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَ لاَ يُحِيْطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَاْلاَرْضَ وَ لاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيمِ  ، لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللّٰهِ وَتِلْكَ اْلأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ هُوَ اللّٰهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ, هُوَ الرَّحْمَنُ الرَّحِيمُ  ، هُوَ اللّٰهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ  ، هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ اْلأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ  ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'أُعِيْذُ نَفْسِى بِاللّٰهِ تَعَالَى مِنْ كُلِّ مَايَسْمَعُ بِأُذُنَيْنِ وَيُبْصِرُ بِعَيْنَيْنِ وَيَمْشِى بِرِجْلَيْنِ وَيَبْطِشُ بِيَدَيْنِ وَيَتَكَلَّمُ بِشَفَتَيْنَ ، حَصَّنْتُنَفْسِى بِاللّٰهِ الْخَالِقِ اْلاَكْبَرِ مِنْ شَرِّ مَاأَخَافُ وَأَحْذَرُ مِنَ الْجِنِّ وَاْلإِنْسِ وَأَنْ يَحْضُرُونَ  ، عَزَّ جَارُهُ وَجَلَّ ثَنَائُهُ وَتَقَدَّسَتْ أَسْمَائُهُ لآ اِلَهَ غَيْرُه',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اَللَّهُمَّ إِنِّى أَجْعَلُكَ فِى نُحُورِ أَعْدَائِى  ، وَأَعُوذُ بِكَ مِنْ شُرُورِهِمْ وَتَحَيُّلِهِمْ وَمَكْرِهِمْ وَمَكَائِدِهِمْ أُطْفِئُ نَارَ مَنْ أَرَادَبِى عَدَاوَةً مِنَ الْجِنِّ وَاْلإِنْسِ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'يَاحَافِظُ يَاحَفِيْظُ يَاكَافِى يَامُحِيْطُ سُبْحَانَكَ يَارَبَّ مَاأَعْظَمَ شَأْنَكَ وَأَعَزَّ سُلْطَانَكَ تَحَصَّنْتُ بِاللّٰهِ وَبِأَسْمَاءِ اللّٰهِ وَبِآيَاتِ اللّٰهِ وَمَلاَئِكَةِ اللّٰهِ وَأَنْبَاءِ اللَّهِ وَرُسُلِ اللّٰهِ وَالصَّالِحِيْنَ مِنْ عِبَادِ اللّه حَصَّنْتُ نَفْسِى بِلاَ اِلَهَ إِلاَّ اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'اَللَّهُمَّ اُحْرُسْنِى بِعَيْنِكَ الَّتِى لاَ تَنَامُ وَاكْنُفْنِى بِكَنَفِكَ الَّذِى لاَ يُرَامُ وَارْحَمْنِى بِقُدْرَتِكَ عَلَيَّ فَلاَ أَهْلِكُ وَأَنْتَ ثِقَتِى وَرَجَائِى',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'يَاغِيَاثَ الْمُسْتَغِيْثِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'يَادَرَكَ الْهَالِكِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: ' إِكْفِنِى شَرَّ كُلِّ طَارِقٍ يَطْرُقُ بِلَيْلٍ أَوْ نَهَارٍ إلاَّ طَارِقًا يَطْرُقُ بِخَيْرٍ إِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'بِسْمِ اللّٰهِ أَرْقِى نَفْسِى مِنْ كُلِّ مَا يُؤْذِى وَمِنْ كُلِّ حَاسِدٍ اَللّٰهُ شِفَائِى بِسْمِ اللّٰهِ رُقِيْتُ اَللّٰهُمَّ رَبَّ النَّاسِ أَذْهِبِ الْبَأْسَ إِشْفِ أَنْتَ الشَّافِى وَعَافِ وَأَنْتَ الْمُعَافِى لاَشِفَاءَ إِلاَّ شِفَائُكَ لاَ يُغَادِرُ سَقَمًا وَلاَ أَلَمًا',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'يَاكَافِى يَاوَافِى يَاحَمِيْدُ يَامَجِيْدُ إِرْفَعْ عَنِّى كُلَّ تَعَبٍ شَدِيْدٍ وَاكْفِنِى مِنَ الْحَدِّ وَالْحَدِيْدِ وَالْمَرَضِ الشَّدِيْدِ وَالْجَيْشِ الْعَدِيْدِ وَاجْعَلْ لِى نُورًا مِنْ نُورِكَ وَعِزًّا مِن عِزِّكَ وَنَصْرًا مِنْ نَصْرِكَ وَبَهَاءً مِنْ بَهَائِكَ وَعَطَاءً مِنْ عَطَائِكَ وَحِرَاسَةً مِنْ حِرَاسَتِكَ وَتَأْيِيْدًا مِنْ تَأْيِيْدِكَ يَاذَا الْجَلاَلِ وَاْلاِكْرَامِ وَالْمَوَاهِبِ الْعِظَامِ أَسْئَلُكَ أَنْ تَكْفِيَنِى مِنْ شَرِّ كُلِّ ذِى شَرٍّإِنَّكَ أَنْتَ اللّٰهُ الْخَالِقُ اْلأَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'وَصَلىَّ اللّٰهُ عَلىَ سَيِّدِنَا مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْليمًا كَثِيْرًا طَيِّبًا مُبَارَكًا فِيْهِ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِينَ ،  ظَاهِرًا وَبَاطِنًا وَعَلَى كُلِّ حَالٍ ',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 4,
        slug: 'ashar',
        title: 'Dzikir Setelah Sholat Ashar',
        arab: 'ذِكِرْ سَتَلَاهْ صَلَاتْ عَشَارْ',
        latin: 'Dzikir ba’da shalāti as-syuri',
        dzikri: [
          {
            id: 1,
            title: 'Waqiah',
            name: 'Surat Al-Waqiah',
            subName: '',
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: 'اِذَا وَقَعَتِ الْوَاقِعَةُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ۘ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'خَافِضَةٌ رَّافِعَةٌ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اِذَا رُجَّتِ الْاَرْضُ رَجًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'وَّبُسَّتِ الْجِبَالُ بَسًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'وَّكُنْتُمْ اَزْوَاجًا ثَلٰثَةً ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'فَاَصْحٰبُ الْمَيْمَنَةِ ەۙ مَآ اَصْحٰبُ الْمَيْمَنَةِ ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَاَصْحٰبُ الْمَشْـَٔمَةِ ەۙ مَآ اَصْحٰبُ الْمَشْـَٔمَةِ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَالسّٰبِقُوْنَ السّٰبِقُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اُولٰۤىِٕكَ الْمُقَرَّبُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'فِيْ جَنّٰتِ النَّعِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'وَقَلِيْلٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'عَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَحُوْرٌ عِيْنٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا تَأْثِيْمًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'اِلَّا قِيْلًا سَلٰمًا سَلٰمًا',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'وَاَصْحٰبُ الْيَمِينِ ەۙ مَآ اَصْحٰبُ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'فِيْ سِدْرٍ مَّخْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'وَّطَلْحٍ مَّنْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'وَّظِلٍّ مَّمْدُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'وَّمَاۤءٍ مَّسْكُوْبٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَّفَاكِهَةٍ كَثِيْرَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَّفُرُشٍ مَّرْفُوْعَةٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'اِنَّآ اَنْشَأْنٰهُنَّ اِنْشَاۤءًۙ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'فَجَعَلْنٰهُنَّ اَبْكَارًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'عُرُبًا اَتْرَابًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'لِّاَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'وَثُلَّةٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'لَّا بَارِدٍ وَّلَا كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَشَارِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'فَشَارِبُوْنَ شُرْبَ الْهِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هٰذَا نُزُلُهُمْ يَوْمَ الدِّيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'نَحْنُ خَلَقْنٰكُمْ فَلَوْلَا تُصَدِّقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'اَفَرَءَيْتُمْ مَّا تُمْنُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'ءَاَنْتُمْ تَخْلُقُوْنَهٗٓ اَمْ نَحْنُ الْخَالِقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'عَلٰٓى اَنْ نُّبَدِّلَ اَمْثَالَكُمْ وَنُنْشِئَكُمْ فِيْ مَا لَا تَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ عَلِمْتُمُ النَّشْاَةَ الْاُوْلٰى فَلَوْلَا تَذَكَّرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'ءَاَنْتُمْ تَزْرَعُوْنَهٗٓ اَمْ نَحْنُ الزَّارِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'لَوْ نَشَاۤءُ لَجَعَلْنٰهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'اِنَّا لَمُغْرَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'بَلْ نَحْنُ مَحْرُوْمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'اَفَرَءَيْتُمُ الْمَاۤءَ الَّذِيْ تَشْرَبُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'ءَاَنْتُمْ اَنْزَلْتُمُوْهُ مِنَ الْمُزْنِ اَمْ نَحْنُ الْمُنْزِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لَوْ نَشَاۤءُ جَعَلْنٰهُ اُجَاجًا فَلَوْلَا تَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَفَرَءَيْتُمُ النَّارَ الَّتِيْ تُوْرُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'ءَاَنْتُمْ اَنْشَأْتُمْ شَجَرَتَهَآ اَمْ نَحْنُ الْمُنْشِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'نَحْنُ جَعَلْنٰهَا تَذْكِرَةً وَّمَتَاعًا لِّلْمُقْوِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'فَلَآ اُقْسِمُ بِمَوٰقِعِ النُّجُوْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'وَاِنَّهٗ لَقَسَمٌ لَّوْ تَعْلَمُوْنَ عَظِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'فِيْ كِتٰبٍ مَّكْنُوْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَفَبِهٰذَا الْحَدِيْثِ اَنْتُمْ مُّدْهِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'وَتَجْعَلُوْنَ رِزْقَكُمْ اَنَّكُمْ تُكَذِّبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: 'وَاَنْتُمْ حِيْنَىِٕذٍ تَنْظُرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 85,
                arab: 'وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْكُمْ وَلٰكِنْ لَّا تُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 86,
                arab: 'فَلَوْلَآ اِنْ كُنْتُمْ غَيْرَ مَدِيْنِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 87,
                arab: 'تَرْجِعُوْنَهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 88,
                arab: 'فَاَمَّآ اِنْ كَانَ مِنَ الْمُقَرَّبِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 89,
                arab: 'فَرَوْحٌ وَّرَيْحَانٌ ەۙ وَّجَنَّتُ نَعِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 90,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنْ اَصْحٰبِ الْيَمِيْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 91,
                arab: 'فَسَلٰمٌ لَّكَ مِنْ اَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 92,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنَ الْمُكَذِّبِيْنَ الضَّاۤلِّيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 93,
                arab: 'فَنُزُلٌ مِّنْ حَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 94,
                arab: 'وَّتَصْلِيَةُ جَحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 95,
                arab: 'اِنَّ هٰذَا لَهُوَ حَقُّ الْيَقِيْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 96,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 97,
                arab: ' ======  شدعاء سوراة واقعة ======',
                latin: '',
                arti: ''
              },
              {
                id: 98,
                arab: 'اَللّٰهُمَّ صُنْ وُجُوْهَنَا بِاْليَسَارِ وَلاَتُوهِنَّابِاْلاِقْتَارِ فَنَسْتَرْزِقَ طَالِبِيْ رِزْقِكَ وَنَسْتَعْطِفَ شِرَارَخَلْقِكَ وَنَشْتَغِلَ بِحَمْدِ مَنْ اَعْطَانَاوَنُبْتَلَى بِذَمِّ مَنْ مَنَعَنَاوَاَنْتَ مِنْ وَرَاءِذَلِكَ كُلِّهِ اَهْلُ اْلعَطَاءِ وَاْلمَنْعِ . اَللّٰهُمَّ كَمَاصُنْتَ وُجُوْ هَنَاعَنِ السُّجُوْدِاِلاَّلَكَ فَصُنَّاعَنِ اْلحاَجَةِاِلاَّاِلَيْكَ بِجُوْدِكَ وَكَرَمِكَ وَفَضْلِكَ , يَااَرْحَمَ الرَّاحِمِيْنَ (ثلاثا) اَغْنِنَا بِفَضْلِكَ عَمَّنْ سِوَاكَ . وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَامُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
              {
                id: 99,
                arab: 'اَللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى سَيِّدِنَامُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ ، وَهَبَ لَنَاَبِهِ صَلَّى اللّٰهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ مِنْ رِزْقِكَ الْحَلَالِ الطَّيِّبِ الْمُبَارَكِ مَا تَصُوْنُ بِهِ وُجُوْهَنَا عَنِ التَّعَرُّضِ اِلَى اَحَدٍ مِنْ خَلْقِكَ وَاجْعَلِ اللّٰهُمَّ لَنَا اِلَيْهِ طَرِيْقًا سَهْلاً مِنْ غَيْرِ فِتْنَةٍ وَلاَمِحْنَةٍ وَلاَمِنَّةٍ وَلاَتَبِعَةٍ لِأَحَدٍ وَجَنِّبْنَا اَللّٰهُمَّ الْحَرَامَ حَيْثُ كَانَ وَاَيْنَ كَانَ وَعِنْدَمَنْ كَانَ وَحُلَّ بَيْنَنَا وَبَيْنَ أَهْلِهِ وَاقْبِضْ عَنَّا اَيْدِيْهِمْ وَاصْرِفْ عَنَّا وُجُوْهَحُمْ وَقُلُوْبَهُمْ حَتَّى لاَ نَتَقَلَّبَ اِلاَّ فِيْمَا يُرْضِيْكَ وَلاَنَسْتَعِيْنَ بِنِعْمَتِكَ يَا ارْحَمَ الرَّحِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 100,
                arab: 'اَللّٰهُمَّ اِنْ كَانَ رِزْكُنَا فِى السَّمَآءِ فَأَنْزِلْهُ وَاِنْ كَانَ فِى الْأَرْضِ فَاَخْرِجْهُ وَاِنْ كَانَ مُعَسَّرًا فَيَسِّرْهُ وَاِنْ كَانَ بَعِيْدًا فَقَرِّبْهُ وَاِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَاِنْ كَانَ قَلِيْلاً فَكَثِّرْهُ وَاِنْ كَانَ مَعْدُوْمًا فَأَوْجِدْهُ وَاِنْ كَانَ مَوْقُوْفًا فَأَجْرِهِ وَاِنْ كَانَ ذَنْبًا فَأَغْفِرْهُ وَاِنْ كَانَ سَيِّئَةً فَامْحُهَا وَاِنْ كَانَ خَطِيْئَةً فَتَجَاوَزْعَنْهَا وَاِنْ كَانَ عَثْرَةً فَأَقِلْهَا وَبَارِكْ لَنَا فِى جَمِيْعِ ذَالِكَ ، اِنَّكَ مَلِيْكٌ مُقْتَدِرٌ وَمَا تَشَاؤُهُ مِنْ اَمْرٍيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 101,
                arab: 'يَامَنْ أِذَااَرَادَ شَيْأً اِنَّمَا يَقُوْلَ لَهُ كُنْ فَيَكُوْنُ ، سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُلِلّٰهِ رَبِّ الْعَالَمِيْنَ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            title: 'Dzikir',
            name: 'Hizbul Bahr',
            subName: 'Al-Imam Abi Hasan Asy-Syadzili',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيمِ  ، اَللّٰهُمَّ يَاأَللهُ يَاعَظِيْمُ يَاحَلِيْمُ يَاعَلِيْمُ أَنْتَ رَبِّى وَعِلْمُكَ حَسْبِى فَنِعْمَ الرَّبُّ رَبِّى وَنِعْمَ الحَسْبُ حَسْبِى تَنْصُرُ مَنْ تَشَاءُ وَ أَنْتَ الْعَزِيْزُ الرَّحيْمُ نَسْئَلُكَ الْعِصْمَةَ فِى الْحَرَكَاتِ وَالسَّكَنَاتِ وَالْكَلِمَاتِ وَاْلإِرَادَاتِ وَالْخَطَرَاتِ مِنَ الشُّكُوكِ وَالظُّنُونِ وَاْلأَوْهَامِ السَّاتِرَةِ لِلْقُلُوبِ عَنْ مُطَالَعَةِ الْغُيُوبِ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'فَقَدِابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيدًا ، وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُورًا',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'فَثَبِّتْنَا وَانْصُرْنَا وَسَخِّرْلَنَا هَذَا الْبَحْرَ كَمَا سَخَّرْتَ الْبَحْرَ لِمُوسَى وسَخَّرْتَ النَّارَ ِلإِبْرَاهِيْمَ وَسَخَّرْتَ اْلجِبَالَ وَالْحَدِيْدَ لِدَاوُدَ وسَخَّرْتَ الرِّيْحَ وَالشَّيَاطِيْنَ وَالْجِنَّ لِسُلَيْمَانَ وَسَخِّرْلَنَا كُلَّ بَحْرٍ هُوَ لكَ فِى الأَرْضِ وَالسَّمَاءِ وَالْمُلْكِ وَالْمَلَكُوتِ وَبَحْرَ الدُّنْيَا وَبَحْرَ اْلآخِرَةِ وَسَخِّرْلَنَا كُلَّ شَيْئٍ يَامَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْئٍ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'كهيعص (3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اُنْصُرْنَا فَإِنَّكَ خَيْرُ النَّاصِرِيْنَ وَافْتَحْ لَنَا فَإِنَّكَ خَيْرُ الْفَاتِحِيْنَ وَاغْفِرْلَنَا فَإِنَّكَ خَيْرُ اْلغَافِرِيْنَ وَارْحَمْنَا فَإِنَّكَ خَيْرُ الرَّاحِمِيْنَ وَارْزُقْنَا فَإِنَّكَ خَيْرُ الرَّازِقِيْنَ وَاهْدِنَا وَنَجِّنَا مِنَ الْقَوْمِ الظَّالِمِيْنَ وَهَبْ لَنَا رِيْحًا طَيِّبَةً   كَمَا هِيَ فِى عِلْمِكَ وَانْشُرْهَا عَلَيْنَا مِنْ خَزَائِنِ رَحْمَتِكَ وَاحْمِلْنَا بِهَا حَمْلَ الْكَرَامَةِ مَعَ السَّلاَمَةِ وَالْعَافِيَةِ فِى الدِّيْنِ وَالدُّنْيَا وَالأَخِرَةِ إِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'اللّٰهُمَّ يَسِّرْ لَنَا اُمُورَنَا مَعَ الرَّاحَةِ لِقُلُوبِنَا وَأَبْدَانِنَا وَالسَّلاَمَةَ وَالْعَافِيَةَ فِىدِيْنِنَا وَدُنْيَانَا وَكُنْ لَنَا صَاحِبًا فِى سَفَرِنَا وَخَلِيفَةً فِى أَهْلِنَا وَاطْمِسْ عَلَى وُجُوهِ أَعْدَائِنَا وَامْسَخْهُمْ عَلَى مَكَانَتِهِمْ فَلاَ يَسْتَطِيْعُونَ الْمُضِيَّ وَلاَ الْمَجِىْءَ إِلَيْنَا',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ ، وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلاَ يَرْجِعُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: ' يس  ، وَالْقُرْءَانِ الْحَكِيمِ  ، إِنَّكَ لَمِنَ الْمُرْسَلِينَ  ، عَلَى صِرَاطٍ مُسْتَقِيمٍ  ، تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ  ، لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ ءَابَاؤُهُمْ فَهُمْ غَافِلُونَ  ، لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لاَ يُؤْمِنُونَ  ، إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلاَلاَ فَهِيَ إِلَى اْلأَذْقَانِ فَهُمْ مُقْمَحُونَ  ، وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'شَاهَتِ الْوُجُوهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: ' وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'طس  ، حمعسق  ، مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ  ، بَيْنَهُمَا بَرْزَخٌ لاَ يَبْغِيَانِ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'حم (7)  ، حُمَّ  اْلأَمْرُ وَجَاءَ النَّصْرُ فَعَلَيْنَا لاَ يُنْصَرُونَ  ، حم  ، تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ  ، غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لاَ إِلَهَ إِلاَّ هُوَ إِلَيْهِ الْمَصِيرُ ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'بِسْمِ اللّٰهِ بَابُنَا تَبَارَكَ حِيَطَانُنَا يس سَقْفُنَا كهيعص كِفَايَتُنَا حم عسق حِمَايَتُنَا ، فَسَيَكْفِيْكَهُمُ الله وَهُوَ السَّمِيْعُ الْعَلِيْمُ ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'سِتْرُ الْعَرْشِ مَسْبُولٌ عَلَيْنَا وَعَيْنُ الله نَاظِرَةٌ إِلَيْنَا بِحَولِ اللّٰهِ لاَ يُقْدَرُ عَلَيْنَا وَاللّٰهُ مِنْ وَرَائِهِمْ مُحِيطٌ بَلْ هُوَ قُرْآنٌ مَجِيدٌ ، فِي لَوْحٍ مَحْفُوظٍ ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'فَاللّٰهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'بِسْمِ اللّٰهِ الَّذِي   لاَ يَضُرُّ مَعَ اسْمِهِ شَيْئٌ فِي الْأَرْضِ وَلاَ فِى السَّمَاءِ  وَ هُوَ السَّمِيْعُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللّٰهِ العَلِيِّ العَظِيْمِ  ، إِنَّ اللّهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ ءَامَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَللّٰهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَ لاَ نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَ لاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَاْلاَرْضَ وَ لاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'يَا أَللّهُ يَا نُورُ يَاحَقُّ يَامُبِيْنُ, اُكْسُنِى مِنْ نُورِكَ وَعَلِّمْنِى مِنْ عِلْمِك وَأَفْهِمْنِى عَنْكَ وَأَسْمِعْنِى مِنْكَ وَبَصِّرْنِى بِكَ وَأَقِمْنِى بِشُهُوْدِكَ وَأَلْبِسْنِى لِبَاسَ التَّقْوَى مِنْكَ إِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'يَا سَمِيْعُ يَاعَلِيْمُ يَاحَلِيْمُ يَاعَلِيُّ يَأَ اللّٰهُ , إِسْمَعْ دُعَائِى بِخَصَائِصِ لُطْفِكَ آمِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'أَعُوذُ بِكَلِمَاتِ الله التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'يَاعَظِيْمَ السُّلْطَانِ يَاقَدِيْمَ اْلإِحْسَانِ يَادَائِمَ النَّعْمَاءِ يَابَاسِطَ الرِّزْقِ يَاكَثِيْرَ الْخَيْرَاتِ يَاوَاسِعَ الْعَطَاءِ يَادَافِعَ الْبَلاَءِ يَاسَامِعَ الدُّعَاءِ يَاحَاضِرًا لَيْسَ بِغَائِبٍ يَامَوْجُودًا عِنْدَ الشَّدَائِدِ يَاخَفِيَّ اللُّطْفِ يَالَطِيْفَ الصُّنْعِ يَاحَلِيْمًا لاَيَعْجَلُ إِقْضِ حَاجَتِى بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اَللّٰهُمَّ إِنَّكَ تَعْلَمُ مَا نَحْنُ فِيْهِ وَمَا نَطْلُبُهُ وَنَرْتَجِيْهِ مِنْ رَحْمَتِكَ فِى أَمْرِنَا كُلِّهِ فَيَسِّرْلَنَا مَا نَحْنُ فِيْهِ مِنْ سَفَرِنَا وَمَا نَطْلُبُهُ مِنْ حَوَائِجِنَا وَقَرِّبْ عَلَيْنَا الْمَسَافَاتِ وَسَلِّمْنَا مِنَ الْعِلَلِ وَاْلآفَاتِ وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلاَ مَبْلَغَ عِلْمِنَا ولاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ  ، وَصَلَّى اللّٰهُ عَلىَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      },
      {
        id: 5,
        slug: 'maghrib',
        title: 'Dzikir Setelah Sholat Maghrib',
        arab: 'ذِكِرْ سَتَلَاهْ صَلَاتْ مَغْرِبْ',
        latin: 'Dzikir ba’da shalāti al-maghribi',
        dzikri: [
          {
            id: 1,
            title: 'Yasin',
            name: 'Surat Yasin',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'يٰسۤ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'وَالْقُرْاٰنِ الْحَكِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: ' =======  دعاء سوراة يس =======',
                latin: '',
                arti: '',
              },
              {
                id: 85,
                arab: 'اللّٰهُمَّ اِنّٓا نَسْتَحْفِظُكَ وَ نَسْتَوْدِعُكَ اَدْيَانَنَا وَاَبْدَانَنَا وَاَنْفُسَنَا وَاَهْلَنَا وَاَوْلَادَنَا وَاَمْوَالَنَا وَكُلَّ شَيْءٍ اَعْطَيْتَنَا',
                latin: '',
                arti: '',
              },
              {
                id: 86,
                arab: 'اَللّٰهُمَّ اجْعَلْنَا وَإِيَّاهُمْ فِى كَنَفِكَ وَاَمَانِكَ وَعِيَاذِكَ مِن كُلِّ شَيْطَانٍ مَرِيدٍ وَجَبَّارٍ عَنِيدٍ وَذِى بَغْيٍ وَذِى حَسَدٍ وَمِنْ شَرِّ كُلِّ ذِى شَرٍّ اِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ',
                latin: '',
                arti: '',
              },
              {
                id: 87,
                arab: 'اَللّٰهُمَّ جَمِّلْنَا بِالْعَافِيَةِ وَالسَّلَامَةِ وَحَقِّقْنَا بِالتَّقْوٰى وَالْاِسْتِقَامَةِ وَاَعِذْناَ مِنْ مُوجِبَاتِ النَّدَامَةِ اِنَّكَ سَمِيْعُ الدُّعَاءِ',
                latin: '',
                arti: '',
              },
              {
                id: 88,
                arab: 'اَللّٰهُمَّ اغْفِرْلَنَا وَلِوَالِدِيْنَا وَلِاَوْلَادِنَا وَمَشَايِخِنَا وَلِاِخْوَانِنَا فِى الدِّينِ وَلِاَصْحَابِنَا وَاَحْبَابِنَا وَلِمَنْ اَحَبَّنَا فِيكَ وَلِمَنْ اَحْسَنَ اِلَيْنَا وَ لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ يَارَبَّ العَالَمِيْنَ',
                latin: '',
                arti: '',
              },
              {
                id: 89,
                arab: 'وَصَلِّ اللّٰهُمَّ عَلَى عَبْدِكَ وَرَسُولِكَ سَيِّدِنَا وَمَوْلاَناَ مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلِّمْ. وَارْزُقْنَا كَمَالَ الْمُتَابَعَةِ لَهُ وَظَاهِرًا وَبَاطِنًا فِي عَافِيَةٍ وَسَلَامَةٍ بِرَحْمَتِكَ يَااَرْحَمَ الرَّاحِمِينَ',
                latin: '',
                arti: '',
              },
            ]
          },
          {
            id: 2,
            title: 'Dzikir',
            name: 'Ratib Al-Haddad',
            subName: 'Al-Imam Abdullah Bil Alwi Al-Haddad',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'الْفَاتِحَة : أَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ ، بِسْمِ اللّٰهِ الرَّحْمنِ الرَّحِيْمِ. اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ ، اَلرَّحْمنِ الرَّحِيْمِ ، ماَلِكِ يَوْمِ الدِّيْنِ ، إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ ، اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ، صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ ، رَبِّ اغْفِرْلِيْ وَلِوَالِدَيَّ آمِيْنِ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'اَللهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّموَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَه إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيْطُوْنَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ السَّموَاتِ وَالأَرْضَ وَلاَ يَؤدُه حِفْظُهُمَا وَهُوَ العَلِيُّ العَظِيْمُ. آمَنَ الرَّسُوْلُ بِمَآ أُنْزِلَ إِلَيْهِ مِنْ رَبِّه وَالْمُؤْمِنُوْنَ كُلٌّ آمَنَ بِاللّٰهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْناَ وَأَطَعْناَ غُفْراَنَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيْرُ. لاَ يُكَلِّفُ اللّٰهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَآ إِنْ نَسِيْنَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَالاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنآ أَنْتَ مَوْلاَنَا فَانْصُرْناَ عَلَى الْقَوْمِ الْكَافِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'لاَ إِلَهَ إِلاَّ اللّٰهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِير (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'سٌبْحَانَ اللّٰهِ وَالْحَمْدُ لِلّٰهِ وَلاَ إِلَهَ إِلاَّ اللّٰهُ وَاللّٰهُ اَكْبَر(3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: '(3)سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ سُبْحاَنَ اللّٰهِ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: '  رَبَّنَا اغْفِرْ لَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اَللّٰهُمَّ صَلِّ عَلَى مُحَمَّدٍ، اَللّٰهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'أَعُوْذُ بِكَلِمَاتِ اللّٰهِ التَّآمَّاتِ مِنْ شَرِّمَا خَلَقَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'بِسْمِ اللّٰهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي الْسَّمَآءِ وَهُوَ الْسَّمِيْعُ الْعَلِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'رَضِيْنَا بِاللّٰهِ رَبًّا وَبِالإِسْلاَمِ دِيْنًا وَبِمُحَمَّدٍ نَبِيًّا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'بِسْمِ اللّٰهِ وَالْحَمْدُ لِلّٰهِ وَالْخَيْرُ وَالشَّرُّ بِمَشِيْئَةِ اللّٰهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'آمَنَّا بِاللّٰهِ وَاليَوْمِ الآخِرِ تُبْناَ إِلَى اللّٰهِ باَطِناً وَظَاهِرًا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'يَا رَبَّنَا وَاعْفُ عَنَّا وَامْحُ الَّذِيْ كَانَ مِنَّا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'ياَ ذَا الْجَلاَلِ وَالإِكْراَمِ أَمِتْناَ عَلَى دِيْنِ الإِسْلاَمِ (7)',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'ياَ قَوِيُّ ياَ مَتِيْنُ اكْفِ شَرَّ الظَّالِمِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'أَصْلَحَ اللّٰهُ أُمُوْرَ الْمُسْلِمِيْنَ صَرَفَ اللّٰهُ شَرَّ الْمُؤْذِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'يَا عَلِيُّ يَا كَبِيْرُ يَا عَلِيْمُ يَا قَدِيْرُ يَا سَمِيعُ يَا بَصِيْرُ يَا لَطِيْفُ يَا خَبِيْرُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'ياَ فَارِجَ الهَمِّ يَا كَاشِفَ الغَّمِّ يَا مَنْ لِعَبْدِهِ يَغْفِرُ وَيَرْحَمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'أَسْتَغْفِرُ اللهَ رَبَّ الْبَرَايَا أَسْتَغْفِرُ اللهَ مِنَ الْخَطَاياَ (4)',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'لاَ إِلَهَ إِلاَّ اللّٰهُ (25)',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ وَشَرَّفَ وَكَرَّمَ وَمَجَّدَ وَعَظَّمَ وَرَضِيَ اللّٰهُ تَعاَلَى عَنْ اَصْحَابِ رَسُوْلِ اللّٰهِ اَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'بِسْم اللّٰهِ الرَّحْمنِ الرَّحِيْمِ ، قُلْ هُوَ اللّٰهُ أَحَدٌ ، اَللهُ الصَّمَدُ ، لَمْ يَلِدْ وَلَمْ يٌوْلَدْ ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'بِسْم اللّٰهِ الرَّحْمنِ الرَّحِيْمِ ، قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ ، مِنْ شَرِّ ماَ خَلَقَ ، وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَد (1)',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'بِسْم اللّٰهِ الرَّحْمنِ الرَّحِيْمِ ، قُلْ أَعُوْذُ بِرَبِّ النَّاسِ ، مَلِكِ النَّاسِ ، إِلهِ النَّاسِ ، مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ، اَلَّذِيْ يُوَسْوِسُ فِي صُدُوْرِ النَّاسِ ، مِنَ الْجِنَّةِ وَالنَّاسِ (1)',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اَلْفَاتِحَةَ إِلَى رُوحِ سَيِّدِنَا وَحَبِيْبِنَا وَشَفِيْعِنَا رَسُوْلِ اللّٰهِ مُحَمَّدِ بْنِ عَبْدِاللّٰهِ وَآلِهِ وَاَصْحَابِهِ وَاَزْوَاجِهِ وَذُرِّيَّتِهِ وَاَهْلِ بَيْتِهِ وَإِلَى رُوحِ سَيِّدِنَا الْمُهَاجِرْ اِلَى اللّٰهِ اَحْمَدْ بِنْ عِيْسَى وَاُصُوْلِهِ وَفُرُوْعِهِمْ أَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِي الْجَنَّة وَيُكَثِّرُ مَثُوْبَاتِهِمْ وَيُضَاعِفْ حَسَنَاتٍهِمْ وَيَحْفَظُنَا بِجَاهِهِمْ وَيَنْفَعُنَابِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَ أَسْرَارِهِمْ وَأَنْوَارِهِمْ وَ عُلُوْمِهِمْ وَ نَفَحَاتِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'اَلْفَاتِحَةَ إِلَى رُوحِ سَيِّدِنَا الْاُسْتَاذِ الْاَعْظَمِ الْفَقِيْهِ الْمُقَدَّمِ مُحَمَّدِ بْنِ عَلِي بَاعَلَوِي وَأُصُولِهِ وَفُرُوعِهِمْ وَجَمِيْعِ سَادَاتِنَا آلِ بَاعَلَوِي وَاُصُوْلِهِ وَفُرُوْعِهِمْ أَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِي الْجَنَّة وَيُكَثِّرُ مَثُوْبَاتِهِمْ وَيُضَاعِفْ حَسَنَاتٍهِمْ وَيَحْفَظُنَا بِجَاهِهِمْ وَيَنْفَعُنَابِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَ أَسْرَارِهِمْ وَأَنْوَارِهِمْ وَ عُلُوْمِهِمْ وَ نَفَحَاتِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ اَلْفَاتِحَةَ ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'اَلْفَاتِحَةَ إِلَى ساَدَاتِنَا الصُّوْفِيَّةِ أَيْنَمَا كَانُوْا وَحَلَّتْ اَرْوَاحُهُمْ مِنْ مَشَارِقِ الأَرْضِ إِلَى مَغَارِبِهَا أَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِي الْجَنَّة وَيُكَثِّرُ مَثُوْبَاتِهِمْ وَيُضَاعِفْ حَسَنَاتٍهِمْ وَيَحْفَظُنَا بِجَاهِهِمْ وَيَنْفَعُنَابِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَ أَسْرَارِهِمْ وَأَنْوَارِهِمْ وَ عُلُوْمِهِمْ وَ نَفَحَاتِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'اَلْفَاتِحَةَ إِلَى رُوحِ سَيِّدِنَا صَاحِبِ الرَّاتِبِ قُطْبِ الْاِرْشَادِ وَغَوْثِ الْعِبَادِ وَالْبِلاَدِ الْحَبِيْبِ عَبْدِ اللّٰهِ بْنِ عَلَوِي بْنِ مُحَمَّدٍ الْحَدَّادِ وَاُصُوْلِهِ وَفُرُوْعِهِمْ أَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِي الْجَنَّة وَيُكَثِّرُ مَثُوْبَاتِهِمْ وَيُضَاعِفْ حَسَنَاتٍهِمْ وَيَحْفَظُنَا بِجَاهِهِمْ وَيَنْفَعُنَابِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَ أَسْرَارِهِمْ وَأَنْوَارِهِمْ وَ عُلُوْمِهِمْ وَ نَفَحَاتِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اَلْفَاتِحَةَ إِلَى اَرْوَاحِ كَافَّةِ عِبَدِاللّٰهِ الصَّالِحِيْنَ وَوَالِدِيْنَ وَمَشَايِخِنَا فِى الدِّيْنِ وَذَوِى الْحُقُوْقِ عَلَيْنَا وَاَمْوَاتِ اَهْلِ هَذِهِ الْبَلْدَةِ مِنْ اَهْلِ لآاِلَهَ اِلاَّ اللّٰهِ اَجْمَعِيْنَ ، وَإِلَى اَرْوَاحِأَمْوَاتِ الْمُسْلِمِيْنَ وَاَحْيَاهُمْ اِلَى يَوْمُ الدِّيْنِ ، أَنَّ اللهَ يَغْفِرْلَهُمْ وَيَرْحَمُهُمْ وَيُفَرِّجُ كُرُوْبَ الْمُسْلِمِيْنَ وَيَرْحَمُهُمْ وَيَشْفِى مَرْضَاهُمْ وَيَجْمَعُ شَمْلَهُمْ عَلَى الْهُدَى وَيُؤَلِّفُ ذَاتَ بَيْنِهِمْ وَيُوَلِّى عَلَيْهِمْ خِيَرَهُمْ وَيَصْرِفُ عَنْهُمْ شِرَارَهُمْ وَيَكْفِيْنَا وَاِيَّاهُم شَرَّالْفِتَنِ وَالْمِحَنِ وَالْمُؤْذِيِّيْنَ وَالْمُتَعَدِّيِّيْنَ مِنْ قَرِيْبٍ اَوْبَعِيْدٍ وَيُرْخِي اَسْعَارَهُمْ وَيُغَزِّرُ اَمْطَارَهُمْ وَيُعْطِى كُلَّ سَائِلٍ مِنَّا وَمِنْكُمْ سُوْلَهُ عَلَى مَايُرْضِى اللّهَ وَرَسُوْلَهُ وَيَفْتَحُ عَلَيْنَا فُتُوْحَ الْعَارِفِيْنَ وَيَخْتِمْ لَنَا بِالْحُسْنَى وَهُوَ رَاضٍ عَنَّا فِى خَيْرٍ وَلُطْفٍ وَعَافِيَةٍ وَاِلَى حَضْرَةٍ النَّبِي مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّم اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'اَللّٰهُمَّ إِنَّا نَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ، وَنَعُوْذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'يَا عَالِمَ السِّرِّ مِنَّا لاَ تَهْتِكِ السِّتْرَ عَنَّا وَ عَافِنَا وَاعْفُ عَنَّا وَ كُنْ لَنَا حَيْثُ كُنَّا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'يَا الله بِهَا يَا الله بِهَا يَا الله بِحُسْنِ الخْاَتِمَةِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'يَا لَطِيْفًا بِخَلْقِهِ ، يَا عَلِيْمًا بِخَلْقِهِ ، يَا خَبِيْرًا بِخَلْقِهِ اُلْطُفِ بِنَا يَا لَطِيْفُ يَا عَلِيْمُ يَا خَبِيْرُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'يَا لَطِيْفًا لَمْ يَزَلْ اُلْطُفْ بِنَا فِيْمَا نَزَلَ ، إِنَّكَ لَطِيْفٌ لَمْ تَزَلْ اُلْطُفْ بِنَا وَ الْمُسْلِمِيْنَ (3)',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 3,
            title: 'Sakran',
            name: 'Wirdus Sakran',
            subName: 'Al-Imam Ali Bin Abu Bakar Assegaf',
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيْمِ ، اَللّٰهُمَّ اِنِّى اَحْتَطْتُ بِدَرْبِ اللّٰهِ طُوْلُهُ مَاشَاءَ اللّٰهُ قُفْلُهُ لآاِلَهَ اِلاَّاللّٰهُ بَابُهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ سَقْفُهُ لاَحَوْلَ وَلاَقُوَّةَ اِلاَّبِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ اَحَاطَ بِنَا مِنْ بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيْمِ ، الأْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ ، الرَّحْمَنِ الرَّحِيْمِ .... اِلَى آخِرِهِ وَلاَالضّآلِّيْنَ  ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'سُوْرٌ (7)',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ اَلْحَيُّ الْقَيُّوْمُ ، لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ ، لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ، مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖ ، يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَ ، وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'بِنَا اسْتَدَارَتْ كَمَا اسْتَدَارَتِ الْمَلاَئِكَةُ بِمَدِيْنَةِ الرَّسُوْلُ بِلاَ خَنْدَقٍ وَلاَسُوْرٍ مِنْ كُلِّ قَدْرٍ مَقْدُوْرٍ وَحَذَرٍ مَحْذُوْرٍ وَمِنْ جَمِيْعِ الشُّرُوْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَتَرَّسْنَابِاللّٰهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'مِنْ عَدُوِّنَا وَعَدُوِّاللّٰهِ مٍنْ سَاقِ عَرْشِ اللّٰهِ اِلَى قَاعِ اَرْضِ اللّٰهِ بِمِا ئَةِ اَلْفِ اَلْفِ اَلْفِ لاَحَوْلَ وَلاَقُوَّةَ اِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ عَزِيْمَتُهُ لاَ تَنْشَقُّ بِمِا ئَةِ اَلْفِ اَلْفِ اَلْفِ لاَحَوْلَ وَلاَقُوَّةَ اِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ ، اللّٰهُمَّ اِنْ اَحَدٌ اَرَادَنِى بِسُوْءٍ مِنَ الْجِنِّ وَالأِنْسِ وَالْوُحُوْشِ وَغَيْرِهِمْ مِنْ سَائِرِ الْمَخْلُوْقَاتِ مِنْ بَشَرٍ اَوْ شَيْطَانٍ اَوْسُلْطَانٍ اَوْ وَسْوَاسٍ فَارْدُدْ نَظَرَهُمْ فِى انْتِكَاسٍ وَقُلُوْبَهُمْ فِى وَسْوَاسٍ وَاَيْدِيَهُمْ فِى اِفْلاَسٍ وَاَوْبِقْهُمْ مِنَ الرِّجْلِ اِلَى الرَّأْسِ لاَفِى سَهْلٍ يَقْطَعُ وَلاَفِى جَبَلٍ يَطْلَعُ بِمِا ئَةِ اَلْفِ اَلْفِ اَلْفِ لاَحَوْلَ وَلاَقُوَّةَ اِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ ، وَصَلَّى اللّٰهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَسَلَّمَ ، سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُلِلّٰهِ رَبِّ الْعَلَمِيْنَ فِى كُلِّ لَحْظَةٍ اَبَدًا ، عَدَدَ خَلْقِهِ وَرِضَى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ ',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 6,
        slug: 'isya',
        title: 'Dzikir Setelah Sholat Isya’',
        arab: 'ذِكِرْ سَتَلَاهْ صَلَاتْ عِشَاءْ',
        latin: 'Dzikir ba’da shalāti al-isyā’i',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Khusus',
            subName: '',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْل ، نِعْمَ الْمَوْليَ وَنِعْمَ النَّصِيْر (07)',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 2,
            title: 'Al-Mulk',
            name: 'Surat Al-Mulk',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 7,
        slug: 'kahfi',
        title: 'Surat Al-Kahfi',
        latin: '',
        arab: 'سُوْرَةُ الْكَحْفِ',
        dzikri: [
          {
            id: 1,
            title: '',
            name: '',
            subName: '',
            arab: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'اَلْحَمْدُ لِلّٰهِ الَّذِيْٓ اَنْزَلَ عَلٰى عَبْدِهِ الْكِتٰبَ وَلَمْ يَجْعَلْ لَّهٗ عِوَجًا',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'قَيِّمًا لِّيُنْذِرَ بَأْسًا شَدِيْدًا مِّنْ لَّدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا حَسَنًا',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'مّٰكِثِيْنَ فِيْهِ اَبَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'وَّيُنْذِرَ الَّذِيْنَ قَالُوا اتَّخَذَ اللّٰهُ وَلَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'مَّا لَهُمْ بِهٖ مِنْ عِلْمٍ وَّلَا لِاٰبَاۤىِٕهِمْۗ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ اَفْوَاهِهِمْۗ اِنْ يَّقُوْلُوْنَ اِلَّا كَذِبًا',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلٰٓى اٰثَارِهِمْ اِنْ لَّمْ يُؤْمِنُوْا بِهٰذَا الْحَدِيْثِ اَسَفًا',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اِنَّا جَعَلْنَا مَا عَلَى الْاَرْضِ زِيْنَةً لَّهَا لِنَبْلُوَهُمْ اَيُّهُمْ اَحْسَنُ عَمَلًا',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'وَاِنَّا لَجٰعِلُوْنَ مَا عَلَيْهَا صَعِيْدًا جُرُزًا',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'اَمْ حَسِبْتَ اَنَّ اَصْحٰبَ الْكَهْفِ وَالرَّقِيْمِ كَانُوْا مِنْ اٰيٰتِنَا عَجَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'اِذْ اَوَى الْفِتْيَةُ اِلَى الْكَهْفِ فَقَالُوْا رَبَّنَآ اٰتِنَا مِنْ لَّدُنْكَ رَحْمَةً وَّهَيِّئْ لَنَا مِنْ اَمْرِنَا رَشَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'فَضَرَبْنَا عَلٰٓى اٰذَانِهِمْ فِى الْكَهْفِ سِنِيْنَ عَدَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'ثُمَّ بَعَثْنٰهُمْ لِنَعْلَمَ اَيُّ الْحِزْبَيْنِ اَحْصٰى لِمَا لَبِثُوْٓا اَمَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'نَحْنُ نَقُصُّ عَلَيْكَ نَبَاَهُمْ بِالْحَقِّۗ اِنَّهُمْ فِتْيَةٌ اٰمَنُوْا بِرَبِّهِمْ وَزِدْنٰهُمْ هُدًى',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'وَّرَبَطْنَا عَلٰى قُلُوْبِهِمْ اِذْ قَامُوْا فَقَالُوْا رَبُّنَا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ لَنْ نَّدْعُوَا۟ مِنْ دُوْنِهٖٓ اِلٰهًا لَّقَدْ قُلْنَآ اِذًا شَطَطًا',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'هٰٓؤُلَاۤءِ قَوْمُنَا اتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةًۗ لَوْلَا يَأْتُوْنَ عَلَيْهِمْ بِسُلْطٰنٍۢ بَيِّنٍۗ فَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'وَاِذِ اعْتَزَلْتُمُوْهُمْ وَمَا يَعْبُدُوْنَ اِلَّا اللّٰهَ فَأْوٗٓا اِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِّنْ رَّحْمَتِهٖ وَيُهَيِّئْ لَكُمْ مِّنْ اَمْرِكُمْ مِّرْفَقًا',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَتَرَى الشَّمْسَ اِذَا طَلَعَتْ تَّزٰوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِيْنِ وَاِذَا غَرَبَتْ تَّقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِيْ فَجْوَةٍ مِّنْهُۗ ذٰلِكَ مِنْ اٰيٰتِ اللّٰهِ ۗمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهٗ وَلِيًّا مُّرْشِدًا',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'وَتَحْسَبُهُمْ اَيْقَاظًا وَّهُمْ رُقُوْدٌ ۖوَّنُقَلِّبُهُمْ ذَاتَ الْيَمِيْنِ وَذَاتَ الشِّمَالِ ۖوَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيْدِۗ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَّلَمُلِئْتَ مِنْهُمْ رُعْبًا',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'وَكَذٰلِكَ بَعَثْنٰهُمْ لِيَتَسَاۤءَلُوْا بَيْنَهُمْۗ قَالَ قَاۤىِٕلٌ مِّنْهُمْ كَمْ لَبِثْتُمْۗ قَالُوْا لَبِثْنَا يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالُوْا رَبُّكُمْ اَعْلَمُ بِمَا لَبِثْتُمْۗ فَابْعَثُوْٓا اَحَدَكُمْ بِوَرِقِكُمْ هٰذِهٖٓ اِلَى الْمَدِيْنَةِ فَلْيَنْظُرْ اَيُّهَآ اَزْكٰى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ اَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اِنَّهُمْ اِنْ يَّظْهَرُوْا عَلَيْكُمْ يَرْجُمُوْكُمْ اَوْ يُعِيْدُوْكُمْ فِيْ مِلَّتِهِمْ وَلَنْ تُفْلِحُوْٓا اِذًا اَبَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'وَكَذٰلِكَ اَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوْٓا اَنَّ وَعْدَ اللّٰهِ حَقٌّ وَّاَنَّ السَّاعَةَ لَا رَيْبَ فِيْهَاۚ اِذْ يَتَنَازَعُوْنَ بَيْنَهُمْ اَمْرَهُمْ فَقَالُوا ابْنُوْا عَلَيْهِمْ بُنْيَانًاۗ رَبُّهُمْ اَعْلَمُ بِهِمْۗ قَالَ الَّذِيْنَ غَلَبُوْا عَلٰٓى اَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'سَيَقُوْلُوْنَ ثَلٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْۚ وَيَقُوْلُوْنَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًاۢ بِالْغَيْبِۚ وَيَقُوْلُوْنَ سَبْعَةٌ وَّثَامِنُهُمْ كَلْبُهُمْ ۗقُلْ رَّبِّيْٓ اَعْلَمُ بِعِدَّتِهِمْ مَّا يَعْلَمُهُمْ اِلَّا قَلِيْلٌ ەۗ فَلَا تُمَارِ فِيْهِمْ اِلَّا مِرَاۤءً ظَاهِرًا ۖوَّلَا تَسْتَفْتِ فِيْهِمْ مِّنْهُمْ اَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'وَلَا تَقُوْلَنَّ لِشَا۟يْءٍ اِنِّيْ فَاعِلٌ ذٰلِكَ غَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ ۖوَاذْكُرْ رَّبَّكَ اِذَا نَسِيْتَ وَقُلْ عَسٰٓى اَنْ يَّهْدِيَنِ رَبِّيْ لِاَقْرَبَ مِنْ هٰذَا رَشَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'وَلَبِثُوْا فِيْ كَهْفِهِمْ ثَلٰثَ مِائَةٍ سِنِيْنَ وَازْدَادُوْا تِسْعًا',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قُلِ اللّٰهُ اَعْلَمُ بِمَا لَبِثُوْا ۚ لَهٗ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ اَبْصِرْ بِهٖ وَاَسْمِعْۗ مَا لَهُمْ مِّنْ دُوْنِهٖ مِنْ وَّلِيٍّۗ وَلَا يُشْرِكُ فِيْ حُكْمِهٖٓ اَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'وَاتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنْ كِتَابِ رَبِّكَۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖۗ وَلَنْ تَجِدَ مِنْ دُوْنِهٖ مُلْتَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَاصْبِرْ نَفْسَكَ مَعَ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ وَلَا تَعْدُ عَيْنٰكَ عَنْهُمْۚ تُرِيْدُ زِيْنَةَ الْحَيٰوةِ الدُّنْيَاۚ وَلَا تُطِعْ مَنْ اَغْفَلْنَا قَلْبَهٗ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوٰىهُ وَكَانَ اَمْرُهٗ فُرُطًا',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'وَقُلِ الْحَقُّ مِنْ رَّبِّكُمْۗ فَمَنْ شَاۤءَ فَلْيُؤْمِنْ وَّمَنْ شَاۤءَ فَلْيَكْفُرْۚ اِنَّآ اَعْتَدْنَا لِلظّٰلِمِيْنَ نَارًاۙ اَحَاطَ بِهِمْ سُرَادِقُهَاۗ وَاِنْ يَّسْتَغِيْثُوْا يُغَاثُوْا بِمَاۤءٍ كَالْمُهْلِ يَشْوِى الْوُجُوْهَۗ بِئْسَ الشَّرَابُۗ وَسَاۤءَتْ مُرْتَفَقًا',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ اِنَّا لَا نُضِيْعُ اَجْرَ مَنْ اَحْسَنَ عَمَلًا',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اُولٰۤىِٕكَ لَهُمْ جَنّٰتُ عَدْنٍ تَجْرِيْ مِنْ تَحْتِهِمُ الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّيَلْبَسُوْنَ ثِيَابًا خُضْرًا مِّنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَّكِـِٕيْنَ فِيْهَا عَلَى الْاَرَاۤىِٕكِۗ نِعْمَ الثَّوَابُۗ وَحَسُنَتْ مُرْتَفَقًا',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِاَحَدِهِمَا جَنَّتَيْنِ مِنْ اَعْنَابٍ وَّحَفَفْنٰهُمَا بِنَخْلٍ وَّجَعَلْنَا بَيْنَهُمَا زَرْعًا',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'كِلْتَا الْجَنَّتَيْنِ اٰتَتْ اُكُلَهَا وَلَمْ تَظْلِمْ مِّنْهُ شَيْـًٔاۙ وَّفَجَّرْنَا خِلٰلَهُمَا نَهَرًا',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَّكَانَ لَهٗ ثَمَرٌۚ فَقَالَ لِصَاحِبِهٖ وَهُوَ يُحَاوِرُهٗٓ اَنَا۠ اَكْثَرُ مِنْكَ مَالًا وَّاَعَزُّ نَفَرًا',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًا',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًا',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًا',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'اَلْمَالُ وَالْبَنُوْنَ زِيْنَةُ الْحَيٰوةِ الدُّنْيَاۚ وَالْبٰقِيٰتُ الصّٰلِحٰتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَّخَيْرٌ اَمَلًا',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْاَرْضَ بَارِزَةًۙ وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَعُرِضُوْا عَلٰى رَبِّكَ صَفًّاۗ لَقَدْ جِئْتُمُوْنَا كَمَا خَلَقْنٰكُمْ اَوَّلَ مَرَّةٍۢ ۖبَلْ زَعَمْتُمْ اَلَّنْ نَّجْعَلَ لَكُمْ مَّوْعِدًا',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'وَوُضِعَ الْكِتٰبُ فَتَرَى الْمُجْرِمِيْنَ مُشْفِقِيْنَ مِمَّا فِيْهِ وَيَقُوْلُوْنَ يٰوَيْلَتَنَا مَالِ هٰذَا الْكِتٰبِ لَا يُغَادِرُ صَغِيْرَةً وَّلَا كَبِيْرَةً اِلَّآ اَحْصٰىهَاۚ وَوَجَدُوْا مَا عَمِلُوْا حَاضِرًاۗ وَلَا يَظْلِمُ رَبُّكَ اَحَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ اَمْرِ رَبِّهٖۗ اَفَتَتَّخِذُوْنَهٗ وَذُرِّيَّتَهٗٓ اَوْلِيَاۤءَ مِنْ دُوْنِيْ وَهُمْ لَكُمْ عَدُوٌّۗ بِئْسَ لِلظّٰلِمِيْنَ بَدَلًا',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'مَآ اَشْهَدْتُّهُمْ خَلْقَ السَّمٰوٰتِ وَالْاَرْضِ وَلَا خَلْقَ اَنْفُسِهِمْۖ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّيْنَ عَضُدًا',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'وَيَوْمَ يَقُوْلُ نَادُوْا شُرَكَاۤءِيَ الَّذِيْنَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيْبُوْا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَّوْبِقًا',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'وَرَاَ الْمُجْرِمُوْنَ النَّارَ فَظَنُّوْٓا اَنَّهُمْ مُّوَاقِعُوْهَا وَلَمْ يَجِدُوْا عَنْهَا مَصْرِفًا',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍۗ وَكَانَ الْاِنْسَانُ اَكْثَرَ شَيْءٍ جَدَلًا',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰى وَيَسْتَغْفِرُوْا رَبَّهُمْ اِلَّآ اَنْ تَأْتِيَهُمْ سُنَّةُ الْاَوَّلِيْنَ اَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ وَيُجَادِلُ الَّذِيْنَ كَفَرُوْا بِالْبَاطِلِ لِيُدْحِضُوْا بِهِ الْحَقَّ وَاتَّخَذُوْٓا اٰيٰتِيْ وَمَآ اُنْذِرُوْا هُزُوًا',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'وَمَنْ اَظْلَمُ مِمَّنْ ذُكِّرَ بِاٰيٰتِ رَبِّهٖ فَاَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُۗ اِنَّا جَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِنْ تَدْعُهُمْ اِلَى الْهُدٰى فَلَنْ يَّهْتَدُوْٓا اِذًا اَبَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'وَرَبُّكَ الْغَفُوْرُ ذُو الرَّحْمَةِۗ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوْا لَعَجَّلَ لَهُمُ الْعَذَابَۗ بَلْ لَّهُمْ مَّوْعِدٌ لَّنْ يَّجِدُوْا مِنْ دُوْنِهٖ مَوْىِٕلًا',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَتِلْكَ الْقُرٰٓى اَهْلَكْنٰهُمْ لَمَّا ظَلَمُوْا وَجَعَلْنَا لِمَهْلِكِهِمْ مَّوْعِدًا',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'وَاِذْ قَالَ مُوْسٰى لِفَتٰىهُ لَآ اَبْرَحُ حَتّٰٓى اَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ اَوْ اَمْضِيَ حُقُبًا',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوْتَهُمَا فَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ سَرَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'فَلَمَّا جَاوَزَا قَالَ لِفَتٰىهُ اٰتِنَا غَدَاۤءَنَاۖ لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هٰذَا نَصَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'قَالَ اَرَاَيْتَ اِذْ اَوَيْنَآ اِلَى الصَّخْرَةِ فَاِنِّيْ نَسِيْتُ الْحُوْتَۖ وَمَآ اَنْسٰىنِيْهُ اِلَّا الشَّيْطٰنُ اَنْ اَذْكُرَهٗۚ وَاتَّخَذَ سَبِيْلَهٗ فِى الْبَحْرِ عَجَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'قَالَ ذٰلِكَ مَا كُنَّا نَبْغِۖ فَارْتَدَّا عَلٰٓى اٰثَارِهِمَا قَصَصًا',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ اٰتَيْنٰهُ رَحْمَةً مِّنْ عِنْدِنَا وَعَلَّمْنٰهُ مِنْ لَّدُنَّا عِلْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'قَالَ لَهٗ مُوْسٰى هَلْ اَتَّبِعُكَ عَلٰٓى اَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'قَالَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَكَيْفَ تَصْبِرُ عَلٰى مَا لَمْ تُحِطْ بِهٖ خُبْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'قَالَ سَتَجِدُنِيْٓ اِنْ شَاۤءَ اللّٰهُ صَابِرًا وَّلَآ اَعْصِيْ لَكَ اَمْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'قَالَ فَاِنِ اتَّبَعْتَنِيْ فَلَا تَسْـَٔلْنِيْ عَنْ شَيْءٍ حَتّٰٓى اُحْدِثَ لَكَ مِنْهُ ذِكْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'فَانْطَلَقَاۗ حَتّٰٓى اِذَا رَكِبَا فِى السَّفِيْنَةِ خَرَقَهَاۗ قَالَ اَخَرَقْتَهَا لِتُغْرِقَ اَهْلَهَاۚ لَقَدْ جِئْتَ شَيْـًٔا اِمْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'قَالَ اَلَمْ اَقُلْ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ اَمْرِيْ عُسْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'فَانْطَلَقَا ۗحَتّٰٓى اِذَا لَقِيَا غُلٰمًا فَقَتَلَهٗ ۙقَالَ اَقَتَلْتَ نَفْسًا زَكِيَّةًبِغَيْرِ نَفْسٍۗ لَقَدْ جِئْتَ شَيْـًٔا نُّكْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'قَالَ اَلَمْ اَقُلْ لَّكَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْۚ قَدْ بَلَغْتَ مِنْ لَّدُنِّيْ عُذْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'فَانْطَلَقَا ۗحَتّٰىٓ اِذَآ اَتَيَآ اَهْلَ قَرْيَةِ ِۨاسْتَطْعَمَآ اَهْلَهَا فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُّرِيْدُ اَنْ يَّنْقَضَّ فَاَقَامَهٗ ۗقَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِى الْبَحْرِ فَاَرَدْتُّ اَنْ اَعِيْبَهَاۗ وَكَانَ وَرَاۤءَهُمْ مَّلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِى الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًا ۚفَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِّنْ رَّبِّكَۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْۗ ذٰلِكَ تَأْوِيْلُ مَا لَمْ تَسْطِعْ عَّلَيْهِ صَبْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'وَيَسْـَٔلُوْنَكَ عَنْ ذِى الْقَرْنَيْنِۗ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: 'اِنَّا مَكَّنَّا لَهٗ فِى الْاَرْضِ وَاٰتَيْنٰهُ مِنْ كُلِّ شَيْءٍ سَبَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 85,
                arab: 'فَاَتْبَعَ سَبَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 86,
                arab: 'حَتّٰىٓ اِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِيْ عَيْنٍ حَمِئَةٍ وَّوَجَدَ عِنْدَهَا قَوْمًا ەۗ قُلْنَا يٰذَا الْقَرْنَيْنِ اِمَّآ اَنْ تُعَذِّبَ وَاِمَّآ اَنْ تَتَّخِذَ فِيْهِمْ حُسْنًا',
                latin: '',
                arti: ''
              },
              {
                id: 87,
                arab: 'قَالَ اَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهٗ ثُمَّ يُرَدُّ اِلٰى رَبِّهٖ فَيُعَذِّبُهٗ عَذَابًا نُّكْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 88,
                arab: 'وَاَمَّا مَنْ اٰمَنَ وَعَمِلَ صَالِحًا فَلَهٗ جَزَاۤءً ۨالْحُسْنٰىۚ وَسَنَقُوْلُ لَهٗ مِنْ اَمْرِنَا يُسْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 89,
                arab: 'ثُمَّ اَتْبَعَ سَبَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 90,
                arab: 'حَتّٰىٓ اِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلٰى قَوْمٍ لَّمْ نَجْعَلْ لَّهُمْ مِّنْ دُوْنِهَا سِتْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 91,
                arab: 'كَذٰلِكَۗ وَقَدْ اَحَطْنَا بِمَا لَدَيْهِ خُبْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 92,
                arab: 'ثُمَّ اَتْبَعَ سَبَبًا',
                latin: '',
                arti: ''
              },
              {
                id: 93,
                arab: 'حَتّٰىٓ اِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُوْنِهِمَا قَوْمًاۙ لَّا يَكَادُوْنَ يَفْقَهُوْنَ قَوْلًا',
                latin: '',
                arti: ''
              },
              {
                id: 94,
                arab: 'قَالُوْا يٰذَا الْقَرْنَيْنِ اِنَّ يَأْجُوْجَ وَمَأْجُوْجَ مُفْسِدُوْنَ فِى الْاَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلٰٓى اَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا',
                latin: '',
                arti: ''
              },
              {
                id: 95,
                arab: 'قَالَ مَا مَكَّنِّيْ فِيْهِ رَبِّيْ خَيْرٌ فَاَعِيْنُوْنِيْ بِقُوَّةٍ اَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 96,
                arab: 'اٰتُوْنِيْ زُبَرَ الْحَدِيْدِۗ حَتّٰىٓ اِذَا سَاوٰى بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوْا ۗحَتّٰىٓ اِذَا جَعَلَهٗ نَارًاۙ قَالَ اٰتُوْنِيْٓ اُفْرِغْ عَلَيْهِ قِطْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 97,
                arab: 'فَمَا اسْطَاعُوْٓا اَنْ يَّظْهَرُوْهُ وَمَا اسْتَطَاعُوْا لَهٗ نَقْبًا',
                latin: '',
                arti: ''
              },
              {
                id: 98,
                arab: 'قَالَ هٰذَا رَحْمَةٌ مِّنْ رَّبِّيْۚ فَاِذَا جَاۤءَ وَعْدُ رَبِّيْ جَعَلَهٗ دَكَّاۤءَۚ وَكَانَ وَعْدُ رَبِّيْ حَقًّا',
                latin: '',
                arti: ''
              },
              {
                id: 99,
                arab: 'وَتَرَكْنَا بَعْضَهُمْ يَوْمَىِٕذٍ يَّمُوْجُ فِيْ بَعْضٍ وَّنُفِخَ فِى الصُّوْرِ فَجَمَعْنٰهُمْ جَمْعًا',
                latin: '',
                arti: ''
              },
              {
                id: 100,
                arab: 'وَّعَرَضْنَا جَهَنَّمَ يَوْمَىِٕذٍ لِّلْكٰفِرِيْنَ عَرْضًا',
                latin: '',
                arti: ''
              },
              {
                id: 101,
                arab: 'ۨالَّذِيْنَ كَانَتْ اَعْيُنُهُمْ فِيْ غِطَاۤءٍ عَنْ ذِكْرِيْ وَكَانُوْا لَا يَسْتَطِيْعُوْنَ سَمْعًا',
                latin: '',
                arti: ''
              },
              {
                id: 102,
                arab: 'اَفَحَسِبَ الَّذِيْنَ كَفَرُوْٓا اَنْ يَّتَّخِذُوْا عِبَادِيْ مِنْ دُوْنِيْٓ اَوْلِيَاۤءَ ۗاِنَّآ اَعْتَدْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ نُزُلًا',
                latin: '',
                arti: ''
              },
              {
                id: 103,
                arab: 'قُلْ هَلْ نُنَبِّئُكُمْ بِالْاَخْسَرِيْنَ اَعْمَالًا',
                latin: '',
                arti: ''
              },
              {
                id: 104,
                arab: 'اَلَّذِيْنَ ضَلَّ سَعْيُهُمْ فِى الْحَيٰوةِ الدُّنْيَا وَهُمْ يَحْسَبُوْنَ اَنَّهُمْ يُحْسِنُوْنَ صُنْعًا',
                latin: '',
                arti: ''
              },
              {
                id: 105,
                arab: 'اُولٰۤىِٕكَ الَّذِيْنَ كَفَرُوْا بِاٰيٰتِ رَبِّهِمْ وَلِقَاۤىِٕهٖ فَحَبِطَتْ اَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَوْمَ الْقِيٰمَةِ وَزْنًا',
                latin: '',
                arti: ''
              },
              {
                id: 106,
                arab: 'ذٰلِكَ جَزَاۤؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوْا وَاتَّخَذُوْٓا اٰيٰتِيْ وَرُسُلِيْ هُزُوًا',
                latin: '',
                arti: ''
              },
              {
                id: 107,
                arab: 'اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا',
                latin: '',
                arti: ''
              },
              {
                id: 108,
                arab: 'خٰلِدِيْنَ فِيْهَا لَا يَبْغُوْنَ عَنْهَا حِوَلًا',
                latin: '',
                arti: ''
              },
              {
                id: 109,
                arab: 'قُلْ لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمٰتِ رَبِّيْ لَنَفِدَ الْبَحْرُ قَبْلَ اَنْ تَنْفَدَ كَلِمٰتُ رَبِّيْ وَلَوْ جِئْنَا بِمِثْلِهٖ مَدَدًا',
                latin: '',
                arti: ''
              },
              {
                id: 110,
                arab: 'قُلْ اِنَّمَآ اَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوْحٰٓى اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌۚ فَمَنْ كَانَ يَرْجُوْا لِقَاۤءَ رَبِّهٖ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَّلَا يُشْرِكْ بِعِبَادَةِ رَبِّهٖٓ اَحَدًا',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      },
      {
        id: 8,
        slug: 'dhuha',
        title: 'Niat Sholat Dhuha dan Doa',
        latin: '',
        arab: 'نِيَاتْ دَانْ دُعَاءْ صَلاَةْ ضُحَى',
        dzikri: [
          {
            id: 1,
            title: 'Niat',
            name: 'Niat Sholat Dhuha',
            subName: '',
            arab: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'اُصَلِّى سُنَّةَ الَضُّحَى رَكْعَتَيْنِ لِلّٰهِ تَعَالَى . اَللّٰهُ اَكْبَرُ',
                latin: '',
                arti: '',
              },
            ]
          },
          {
            id: 2,
            title: 'Doa',
            name: 'Doa Setelah sholat Dhuha',
            subName: '',
            arab: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'اللَّهُمَّ إنَّ الضُّحَى ضَحَاؤُك وَالْبَهَا بَهَاؤُك وَالْجَمَالُ جَمَالُك وَالْقُوَّةُ قُوَّتُك وَالْقُدْرَةُ قُدْرَتُك وَالْعِصْمَةُ عِصْمَتُك اللَّهُمَّ إنْ كَانَ رِزْقِي فِي السَّمَاءِ فَأَنْزِلْهُ وَإِنْ كَانَ فِي الْأَرْضِ فَأَخْرِجْهُ وَإِنْ كَانَ مُعْسِرًا فَيَسِّرْهُ وَإِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَإِنْ كَانَ بَعِيدًا فَقَرِّبْهُ بِحَقِّ ضَحَائِكَ وَبِهَائِك وَجَمَالِك وَقُوَّتِك وَقُدْرَتِك آتِنِي مَا آتَيْت عِبَادَك الصَّالِحِينَ',
                latin: '',
                arti: '',
              },
            ]
          },
        ]
      },
      {
        id: 9,
        slug: 'tahajjud',
        title: 'Niat Sholat Tahajjud dan Doa',
        latin: '',
        arab: 'نِيَاتْ دَانْ دُعَاءْ صَلاَةْ تَهَجُّدْ',
        dzikri: [
          {
            id: 1,
            title: 'Niat',
            name: 'Niat Sholat Tahajjud',
            subName: '',
            arab: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'اُصَلِّى سُنَّةَ التَّهَجُّدِ رَكْعَتَيْنِ لِلّٰهِ تَعَالَى . اَللّٰهُ اَكْبَر',
                latin: '',
                arti: '',
              },
            ]
          },
          {
            id: 2,
            title: 'Doa',
            name: 'Doa Setelah sholat Tahajjud',
            subName: '',
            arab: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'اَللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ اَنْتَ قَيِّمُ السَّمَوَاتِ وَاْلاَرْضِ وَمَنْ فِيْهِنَّ. وَلَكَ الْححَمْدُ اَنْتَ مَلِكُ السَّمَوَاتِ واْلاَرْضِ وَمَنْ فِيْهِنَّ. وَلَكَ الْحَمْدُ اَنْتَ نُوْرُ السَّمَوَاتِ وَاْلاَرْضِ وَمَنْ فِيْهِنَّ. وَلَكَ الْحَمْدُ اَنْتَ الْحَقُّ وَوَعْدُكَ الْحَقُّ وَلِقَاءُكَ حَقٌّ وَقَوْلُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالنَّبِييُّوْنَ حَقٌّ وَمُحَمَّدٌ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ حَقٌّ وَالسَّاعَةُ حَقٌّ. اَللهُمَّ لَكَ اَسْلَمْتُ وَبِكَ اَمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَاِلَيْكَ اَنَبْتُ وَبِكَ خَاصَمْتُ وَاِلَيْكَ حَاكَمْتُ فَاغْفِرْلِيْ مَاقَدَّمْتُ وَمَا اَخَّرْتُ وَمَا اَسْرَرْتُ وَمَا اَعْلَنْتُ وَمَا اَنْتَ اَعْلَمُ بِهِ مِنِّيْ. اَنْتَ الْمُقَدِّمُ وَاَنْتَ الْمُؤَخِّرُ لاَاِلَه',
                latin: '',
                arti: '',
              },
            ]
          },
        ]
      },
    ]
  },
  {
    id: 2,
    slug: 'majmu',
    image: '../../src/assets/images/vektor-2.png',
    title: 'Majmu’',
    arab: 'مَجْمُوعَةُ الشَّرِيفِ',
    latin: 'Majmu’ As-syarif',
    category: [
      {
        id: 1,
        slug: 'tahlil',
        title: 'Tahlil',
        arab: 'تَهْلِيلُ',
        latin: 'Tahlil',
        dzikri: [
          {
            id: 1,
            title: 'Yasin',
            name: 'Surat Yasin',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'يٰسۤ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'وَالْقُرْاٰنِ الْحَكِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: '======= دعاء سوراة يس =======',
                latin: '',
                arti: '',
              },
              {
                id: 85,
                arab: 'اللّٰهُمَّ اِنّٓا نَسْتَحْفِظُكَ وَ نَسْتَوْدِعُكَ اَدْيَانَنَا وَاَبْدَانَنَا وَاَنْفُسَنَا وَاَهْلَنَا وَاَوْلَادَنَا وَاَمْوَالَنَا وَكُلَّ شَيْءٍ اَعْطَيْتَنَا',
                latin: '',
                arti: '',
              },
              {
                id: 86,
                arab: 'اَللّٰهُمَّ اجْعَلْنَا وَإِيَّاهُمْ فِى كَنَفِكَ وَاَمَانِكَ وَعِيَاذِكَ مِن كُلِّ شَيْطَانٍ مَرِيدٍ وَجَبَّارٍ عَنِيدٍ وَذِى بَغْيٍ وَذِى حَسَدٍ وَمِنْ شَرِّ كُلِّ ذِى شَرٍّ اِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ',
                latin: '',
                arti: '',
              },
              {
                id: 87,
                arab: 'اَللّٰهُمَّ جَمِّلْنَا بِالْعَافِيَةِ وَالسَّلَامَةِ وَحَقِّقْنَا بِالتَّقْوٰى وَالْاِسْتِقَامَةِ وَاَعِذْناَ مِنْ مُوجِبَاتِ النَّدَامَةِ اِنَّكَ سَمِيْعُ الدُّعَاءِ',
                latin: '',
                arti: '',
              },
              {
                id: 88,
                arab: 'اَللّٰهُمَّ اغْفِرْلَنَا وَلِوَالِدِيْنَا وَلِاَوْلَادِنَا وَمَشَايِخِنَا وَلِاِخْوَانِنَا فِى الدِّينِ وَلِاَصْحَابِنَا وَاَحْبَابِنَا وَلِمَنْ اَحَبَّنَا فِيكَ وَلِمَنْ اَحْسَنَ اِلَيْنَا وَ لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ يَارَبَّ العَالَمِيْنَ',
                latin: '',
                arti: '',
              },
              {
                id: 89,
                arab: 'وَصَلِّ اللّٰهُمَّ عَلَى عَبْدِكَ وَرَسُولِكَ سَيِّدِنَا وَمَوْلاَناَ مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلِّمْ. وَارْزُقْنَا كَمَالَ الْمُتَابَعَةِ لَهُ وَظَاهِرًا وَبَاطِنًا فِي عَافِيَةٍ وَسَلَامَةٍ بِرَحْمَتِكَ يَااَرْحَمَ الرَّاحِمِينَ',
                latin: '',
                arti: '',
              },
            ]
          },
          {
            id: 2,
            arab: '',
            title: 'Tahlil',
            name: 'Tahlil',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيْمِ. قُلْ هُوَ اللّٰهُ اَحَدٌ. اَللهُ الصَّمَدُ. لَمْ يَلِدْ وَلَمْ يُوْلَدْ. وَلَمْ يَكٌنْ لَهُ كُفُوًا اَحَدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'لاَ اِلَهَ اِلاَّ اللّٰهُ وَاللّٰهُ اَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيْمِ. قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِ. مِنْ شَرِّ مَا خَلَقَ. وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَ. وَمِنْ شَرِّ النَّفَاثاتِ فِى الْعُقَدِ. وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'لاَ اِلَهَ اِلاَّ اللّٰهُ وَاللّٰهُ اَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيْمِ. قُلْ اَعُوذُ بِرَبِّ النَّاسِ. مَلِكِ النَّاسِ. اِلَهِ النَّاسِ. مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ. الَّذِى يُوَسْوِسُ فِى صُدُوْرِ النَّاسِ. مِنَ الْجِنَّةِ وَالنَّاسِ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لاَ اِلَهَ اِلاَّ اللّٰهُ وَاللّٰهُ اَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اَعُوْذُ بِاللّٰهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيْمِ. اَلْحَمْدُ لِلهِ رَبِّ الْعَالَمِيْنَ. اَلرَّحْمَنِ الرَّحِيْمِ. مَالِكِ يَوْمِ الدِّيْنِ. اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ. اِهْدِنَا الصِّرَاطَ الَّمُسْتَقِيْمَ. صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ. اَمِينْ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَنِ الرَّحِيْمِ. المّ. ذَلِكَ الكِتابُ لاَرَيْبَ فِيْهِ هُدَى لِلْمُتَّقِيْنَ. الَّذِيْنَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيْمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ. وَالَّذِيْنَ يُؤْمِنُونَ بِمَا اُنْزِلَ اِلَيْكَ وَمَا اُنْزِلَ مِن قَبْلِكَ وَبِالْاَخِرَةِ هُمْ يُوقِنُونَ. اُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ، وَاُولَئِكَ هُمُ الْمُفْلِحُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَاِلَهُكُمْ اِلَهٌ وَّاحِدٌ لاَ اِلَهَ اِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'اللّٰهُ لاَ اِلَهَ اِلاَّ هُوَ الْحَىُّ الْقَيُّومُ، لاَ تَاْ خُذُهُ سِنَةٌ وَلاَ نَوْمٌ، لَّهُ مَا فِى السَّمَوَاتِ وَمَا فِى الْاَرْضِ، مَنْ ذَا الَّذِى يَشْفَعُ عِنْدَهُ اِلاَّ بِاِذْنِهِ، يَعْلَمُ مَا بَينَ اَيْدِيْهِمِ وَمَا خَلْفَهُمْ، وَلاَ يُحْيِطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ اِلاَّ بِمَا شَاءَ، وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْاَرْضَ، وَلاَ يَئُودُهُ حِفْظُهُمُا، وَهُوَ الْعَلِىُّ الْعَظِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'لِلَّهِ مَا فِى السَّمَوَاتِ وَمَا فِى الْاَرْضِ. وَاِنْ تُبْدُوْا مَا فِى اَنْفُسِكُمْ اَوْ تَخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللّٰهُ. فَيَغْفِرُ لَمِنْ يَّشَاءُ وَيُعْذِّبُ مَنْ يَّشَاءُ. وَاللّٰهُ عَلَى كُلِّ شَىْءٍ قَدِيْرٌ. اٰمَنَ الرَّسُوْلُ بِمَا اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهِ وَالْمُؤْمِنُوْنَ. كُلٌّ اٰمَنَ بِاللّٰهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ. لَانًفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهِ. وَقَالُوْا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيْرُ. لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا وُسْعَهَا. لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ. رَبَّنَا لَا تُؤَاخِذْنَا اِنْ نَسِيْنَا اَوْ اَخْطَاْنَا. رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا اِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا. رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ. وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا (3) اَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'ارْحَمْنَا، يَا اَرْحَمَ الرَّاحِمِيْنَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'رَحْمَتُ اللّٰهِ وَبَرَكَاتُهُ عَلَيْكُمْ اَهْلَ الْبَيْتِ اِنَّهُ حَمِيْدٌ مَّجِيْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِنَّمَا يُريِدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'اِنَّ اللهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ، يَا أَيُّهَا الَّذِيْنَ آمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوا تَسْلِيْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'اَللّٰهُمَّ صَلِّ أَفْضَلَ الصَّلَاةٍ عَلَى أَسْعَدِ مَخْلُوْقَاتِكَ نُوْرِالْهُدَي سَيِّدِنَا مُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلِّمْ، عَدَدَ مَعْلُوْمَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُوْنَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'اَللّٰهُمَّ صَلِّ أَفْضَلَ الصَّلَاةٍ عَلَى أَسْعَدِ مَخْلُوْقَاتِكَ شَمْسِ الضُّحَي سَيِّدِنَا مُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلِّمْ، عَدَدَ مَعْلُوْمَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُوْنَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'اَللّٰهُمَّ صَلِّ أَفْضَلَ الصَّلَاةٍ عَلَى أَسْعَدِ مَخْلُوْقَاتِكَ بَدْرِالدُّجَي سَيِّدِنَا مُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلِّمْ، عَدَدَ مَعْلُوْمَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُوْنَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'وَسَلِّمْ وَرَضِيَ اللّٰهُ تَعَالَى عَنْ اَصْحَابِ سَيِّدِنَا رَسُوْلِ اللّٰهِ اَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'حَسْبُنَا اللّٰهُ وَنِعْمَ الْوَكِيْلُ. نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيْرُ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'وَلَاحَوْلَ وَلَا قُوَّةَ اِلَّا بِاللّٰهِ العَلِيِّ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'اَسْتَغْفِرُاللهَ الْعَظِيْمَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'الَّذِيْ لَا اِلَهَ اِلَّا هُوَ الحَيُّ القَيُّوْمُ وَأَتُوْبُ إِلَيْهِ، اَفْضَلُ الذِّكْرِ فَاعْلَمْ اَنَّهُ لَااِلَهَ اِلَّا اللّٰهُ، حَيٌّ مَوْجُوْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'لَااِلَهَ اِلَّا اللّٰهُ، حَيٌّ مَعْبُوْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'لَااِلَهَ اِلَّا اللّٰهُ، حَىٌّ بَاقٍ الَّذِيْ لَا يَمُوْتُ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'لَااِلَهَ اِلَّا اللّٰهُ (100)',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي سَيِّدِنَا مُحَمَّدٍ، اَللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمِ  ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي سَيِّدِنَا مُحَمَّدٍ، يَارَبِّ صَلِّ عَلَيْهِ وَسَلِّمِ  ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: ' اَللَّهُمَّ صَلِّ عَلَي سَيِّدِنَا مُحَمَّدٍ، يَارَبِّ صَلِّ عَلَيْهِ وَبَارِك وَسَلِّمِ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيْمِ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'يَا اَللًّهُ (8)',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَسَلِّمِ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَبَارِك وَسَلِّمِ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَبَارِك وَسَلِّمِ اَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 3,
            arab: '',
            title: 'Doa',
            name: 'Doa Tahlil',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ. حَمْدَ الشَّاكِرِيْنَ، حَمْدَالنَّاعِمِيْنَ، حَمْدًايُوَافِيْ نِعَمَه وَيُكَافِئُ مَزِيْدَه، يَارَبَّنَالَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلاَلِ وَجْهِكَ وَعَظِيْمِ سُلْطَانِكَ. اَللهُمَّ صَلِّ وَسَلِّمْ عَلى سَيِّدِنَا مُحَمَّدٍ وَعَلى الِى سَيِّدِنَا مُحَمَّدٍ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'اَللّٰهُمَّ تَقَبَّلْ وَاَوْصِلْ ثَوَابَ مَاقَرَأْنَاهُ مِنَ الْقُرْآنِ الْعَظِيْمِ وَمَا هَلَّلْنَا وَمَا سَبَّحْنَا وَمَااسْتَغْفَرْنَا وَمَا صَلَّيْنَا عَلى سَيِّدِنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ هَدِيَّةً وَاصِلَةً وَرَحْمَةً نَازِلَةً وَبَرَكَةً شَامِلَةً، اِلَى حَضْرَةِ حَبِيْبِنَا وَشَفِيْعِنَا وَقُرَّةِ اَعْيُنِنَا سَيِّدِنَا وَمَوْلنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَاِلَى جَمِيْعِ اِخْوَانِه مِنَ الْاَنْبِيَآءِ وَالْمُرْسَلِيْنَ وَالْاَوْلِيَآءِ وَالشُّهَدَآءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَالْعُلَمَآءِ الْعَالِمِيْنَ وَالْمُصَنِّفِيْنَ لْمُخْلِصِيْنَ، وَجَمِيْعِ الْمَلاَئِكَةِ الْمُقَرَّبِيْنَ خُصُوْصًا اِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجَيْلاَنِيِ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'ثُمَّ اِلَى جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ اْلاَرْضِ اِلَى مَغَارِبِهَا بَرِّهَا وَبَحْرِهَا خُصُوْصًا اِلَى آبَآءِنَا وَاُمَّهَاتِنَا وَاَجْدَادِنَا وَجَدَّاتِنَا وَنَخُصُّ خُصُوْصًا مَنِ اجْتَمَعْنَاههُنَا بِسَبَبِه وَلِاَجْلِه ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اَللّٰهُمَّ اَنْزِلِ الرَّحْمَةَ وَالْمَغْفِرَةَ عَلى اَهْلِ الْقُبُوْرِ مِنْ اَهْلِ لَآاِلهَ اِلاَّ اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ اَللهُمَّ اَرِنَاالْحَقَّ حَقًّا وَارْزُقْنَااتِّبَاعَهُ وَاَرِنَاالْبَاطِلَ بَاطِلاً وَارْزُقْنَااجْتِنَابَهُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'رَبَّنَا اَتِنَا فِى الدُّنْيَا حَسَنَةً وَفِى اْلآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ ',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      },
      {
        id: 2,
        slug: 'tahlil-kubur',
        title: 'Tahlil Kubur',
        arab: 'تَهْلِيْلْ قُبُورْ',
        latin: 'Tahlil',
        dzikri: [
          {
            id: 1,
            title: 'Yasin',
            name: 'Surat Yasin',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'يٰسۤ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'وَالْقُرْاٰنِ الْحَكِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: '======= دعاء سوراة يس =======',
                latin: '',
                arti: '',
              },
              {
                id: 85,
                arab: 'اللّٰهُمَّ اِنّٓا نَسْتَحْفِظُكَ وَ نَسْتَوْدِعُكَ اَدْيَانَنَا وَاَبْدَانَنَا وَاَنْفُسَنَا وَاَهْلَنَا وَاَوْلَادَنَا وَاَمْوَالَنَا وَكُلَّ شَيْءٍ اَعْطَيْتَنَا',
                latin: '',
                arti: '',
              },
              {
                id: 86,
                arab: 'اَللّٰهُمَّ اجْعَلْنَا وَإِيَّاهُمْ فِى كَنَفِكَ وَاَمَانِكَ وَعِيَاذِكَ مِن كُلِّ شَيْطَانٍ مَرِيدٍ وَجَبَّارٍ عَنِيدٍ وَذِى بَغْيٍ وَذِى حَسَدٍ وَمِنْ شَرِّ كُلِّ ذِى شَرٍّ اِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ',
                latin: '',
                arti: '',
              },
              {
                id: 87,
                arab: 'اَللّٰهُمَّ جَمِّلْنَا بِالْعَافِيَةِ وَالسَّلَامَةِ وَحَقِّقْنَا بِالتَّقْوٰى وَالْاِسْتِقَامَةِ وَاَعِذْناَ مِنْ مُوجِبَاتِ النَّدَامَةِ اِنَّكَ سَمِيْعُ الدُّعَاءِ',
                latin: '',
                arti: '',
              },
              {
                id: 88,
                arab: 'اَللّٰهُمَّ اغْفِرْلَنَا وَلِوَالِدِيْنَا وَلِاَوْلَادِنَا وَمَشَايِخِنَا وَلِاِخْوَانِنَا فِى الدِّينِ وَلِاَصْحَابِنَا وَاَحْبَابِنَا وَلِمَنْ اَحَبَّنَا فِيكَ وَلِمَنْ اَحْسَنَ اِلَيْنَا وَ لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْمُسْلِمِينَ وَالْمُسْلِمَاتِ يَارَبَّ العَالَمِيْنَ',
                latin: '',
                arti: '',
              },
              {
                id: 89,
                arab: 'وَصَلِّ اللّٰهُمَّ عَلَى عَبْدِكَ وَرَسُولِكَ سَيِّدِنَا وَمَوْلاَناَ مُحَمَّدٍ وَعَلَى اٰلِهِ وَصَحْبِهِ وَسَلِّمْ. وَارْزُقْنَا كَمَالَ الْمُتَابَعَةِ لَهُ وَظَاهِرًا وَبَاطِنًا فِي عَافِيَةٍ وَسَلَامَةٍ بِرَحْمَتِكَ يَااَرْحَمَ الرَّاحِمِينَ',
                latin: '',
                arti: '',
              },
            ]
          },
          {
            id: 2,
            arab: '',
            title: 'Tahlil kubur',
            name: 'Tahlil kubur',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَفْضَلُ الذِّكْرِ فَاعْلَمْ اَنَّهُ لَااِلَهَ اِلَّا اللّٰهُ، حَيٌّ مَوْجُوْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'لَااِلَهَ اِلَّا اللّٰهُ، حَيٌّ مَعْبُوْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'لَااِلَهَ اِلَّا اللّٰهُ، حَىٌّ بَاقٍ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'لَااِلَهَ اِلَّا اللّٰهُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'لَا اِلَهَ اِلَّا اللّٰهُ مُحَمَّدٌ رَّسُوْلُ اللّٰهِ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، اَللّٰهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، يَا رَبِّ صَلِّ عَلَيْهِ وَسَلِّمْ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ، يَا رَبِّ صَلِّ عَلَيْهِ وَبَارِكْ وَسَلِّمْ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ، سُبْحَانَ اللّٰهِ وَبِحَمْدِهِ (10)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'يَا اَللّٰهُ (10)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اللَّهُمَّ صَلِّ عَلَى حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اللَّهُمَّ صَلِّ عَلَى حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَبَارِكْ وَسَلِّمْ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'اللَّهُمَّ صَلِّ عَلَى حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَبَارِكْ وَسَلِّمْ اَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'الْفَاتِحَةُ ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 3,
            arab: '',
            title: 'Doa',
            name: 'Doa Tahlil',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَلْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ. حَمْدَ الشَّاكِرِيْنَ، حَمْدَالنَّاعِمِيْنَ، حَمْدًايُوَافِيْ نِعَمَه وَيُكَافِئُ مَزِيْدَه، يَارَبَّنَالَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلاَلِ وَجْهِكَ وَعَظِيْمِ سُلْطَانِكَ. اَللهُمَّ صَلِّ وَسَلِّمْ عَلى سَيِّدِنَا مُحَمَّدٍ وَعَلى الِى سَيِّدِنَا مُحَمَّدٍ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'اَللّٰهُمَّ تَقَبَّلْ وَاَوْصِلْ ثَوَابَ مَاقَرَأْنَاهُ مِنَ الْقُرْآنِ الْعَظِيْمِ وَمَا هَلَّلْنَا وَمَا سَبَّحْنَا وَمَااسْتَغْفَرْنَا وَمَا صَلَّيْنَا عَلى سَيِّدِنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ هَدِيَّةً وَاصِلَةً وَرَحْمَةً نَازِلَةً وَبَرَكَةً شَامِلَةً، اِلَى حَضْرَةِ حَبِيْبِنَا وَشَفِيْعِنَا وَقُرَّةِ اَعْيُنِنَا سَيِّدِنَا وَمَوْلنَا مُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ وَاِلَى جَمِيْعِ اِخْوَانِه مِنَ الْاَنْبِيَآءِ وَالْمُرْسَلِيْنَ وَالْاَوْلِيَآءِ وَالشُّهَدَآءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَالْعُلَمَآءِ الْعَالِمِيْنَ وَالْمُصَنِّفِيْنَ لْمُخْلِصِيْنَ، وَجَمِيْعِ الْمَلاَئِكَةِ الْمُقَرَّبِيْنَ خُصُوْصًا اِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجَيْلاَنِيِ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'ثُمَّ اِلَى جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ اْلاَرْضِ اِلَى مَغَارِبِهَا بَرِّهَا وَبَحْرِهَا خُصُوْصًا اِلَى آبَآءِنَا وَاُمَّهَاتِنَا وَاَجْدَادِنَا وَجَدَّاتِنَا وَنَخُصُّ خُصُوْصًا مَنِ اجْتَمَعْنَاههُنَا بِسَبَبِه وَلِاَجْلِه ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اَللّٰهُمَّ اَنْزِلِ الرَّحْمَةَ وَالْمَغْفِرَةَ عَلى اَهْلِ الْقُبُوْرِ مِنْ اَهْلِ لَآاِلهَ اِلاَّ اللّٰهُ مُحَمَّدٌ رَسُوْلُ اللّٰهِ اَللهُمَّ اَرِنَاالْحَقَّ حَقًّا وَارْزُقْنَااتِّبَاعَهُ وَاَرِنَاالْبَاطِلَ بَاطِلاً وَارْزُقْنَااجْتِنَابَهُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'رَبَّنَا اَتِنَا فِى الدُّنْيَا حَسَنَةً وَفِى اْلآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعَالَمِيْنَ ',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      },
      {
        id: 3,
        slug: 'istighosah',
        title: 'Istighosah',
        arab: 'اِسْتِغَاثَه',
        latin: '',
        dzikri: [
          {
            id: 1,
            title: '',
            name: '',
            subName: '',
            arab: '',
            latin: ' ',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللّٰهِ الرَّحْمَٰنِ الرَّحِيْمِ ، الْحَمْدُ لِلّٰهِ رَبِّ الْعَٰلَمِينَ ، الرَّحْمَٰنِ الرَّحِيْمِ ، مَٰلِكِ يَوْمِ الدِّيْنِ ، إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ ، اِهْدِنَا الصِّرَٰطَ الْمُسْتَقِيْمَ  صِرَٰطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّآلِّيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'أَسْتَغْفِرُ ٱللّٰهَ الْعَظِيْمَ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'لَا حَوْلَ وَلَا قُوَّةَ إلَّا بِا للّٰهِ الْعَلِيِّ الْعَظِيْمِ (11)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'لَا إلهَ إلَّا أنْتَ سُبْحَانَكَ إنِّي كُنْتُ مِنَ الظَّالِمِيْنَ (11)',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'أللَّهُمَّ صَلِّي عَلَى سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِ سَيِّدِنَا مُحَمَّدٍ (11)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'يَا اَللّٰهُ يَا قَدِيْمُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'يَا سَمِيْعُ يَا بَصِيْرُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'يَا مُبْدِعُ يَا خَالِقُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'يَا حَفِيْظُ يَا نَصِيْرُ يَا وَكِيْلُ ياَ اللّٰهُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'يَا لَطِيْفُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'أسْتَغْفِرُ اللّٰهَ الْعَظِيْمَ إنَّهُ كَانَ غَفَّارًا (33)',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'أللَّهُمَّ صَلِّي عَلَى سَيِّدِنَا مُحَمَّدٍ قَدْ ضَاقَتْ حِيْلَتِي أدْرِكْنِي يَا رَسُوْلُ اللّٰهِ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'أللّهُمَّ صَلِّي صَلَاةً كَامِلَةً وَسَلِّمْ سَلَامًا تَامًّا عَلَى سَيِّدِنَا مُحَمَّدٍ الَّذِي تَنْحَلُّ بِهِ الْعُقَدُ وَتَنْفَرِجُ بِهِ الْكُرَبُ وَتُقْضَى بِهِ الْحَوَائِجُ وَتُنَالُ بِهِ الرَّغَائِبُ وَحُسْنُ الْخَوَاتِمِ وَيُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ الْكَرِيْمِ وَعَلٰى آلِهِ وَصَحْبِهِ فِيْ كُلِّ لَمْحَةٍ وَنَفَسٍ بِعَدَدِ كُلِّ مَعْلُوْمٍ لَكَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'اَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلاَةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْأَهْوَالِ وَالْاٰفَاتِ وَتَقْضِيْ لَنَا بِهَا جَمِيعَ الْحَاجَاتِ وَتُطَهِّرُنَا بِهَا مِنْ جَمِيْعِ السَيِّئَاتِ وَتَرْفَعُنَا بِهَا عِنْدَكَ أَعْلَى الدَّرَجَاتِ وَتُبَلِّغُنَا بِهَـــا أَقْصَى الْغَايَاتِ مِنْ جَمِيْعِ الْخَيْرَاتِ فِى الْحَيَاةِ وَبَعْدَ الْمَمَـــاتِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'يَا بَدِيْعُ (100)',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'اَللّٰهُ أَكْبَرُ (3) يَارَبَّنَا وَاِلَهَنَا وَسَيِّدَنَا أَنْتَ مَوْلاَنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'حَصَّنْتُكُمْ بِالْحَيِّ الْقَيُّوْمِ الَّذِى لاَيَمُوْتُ أَبَدًا ، وَدَفَعْتُ عَنْكُمُ السُّوْءَ بِأَلْفِ أَلْفِ لاَحَوْلَ وَلاَقُوَّةَ إِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'الْحَمْدُ لِلّٰهِ الَّذِى أَنْعَمَ عَلَيْنَا وَهَدَانَا عَلَى دِيْنِ الْاِسْلاَمِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'بِسْمِ اللّٰهِ مَشَآءَ اللّٰهُ لاَ يَسُوْقُ الْخَيْرَ إِلاَّاللّٰهُ ، بِسْمِ اللّٰهِ مَشَآءَ اللّٰهُ لاَ يَصْرِفُ السُّوْءَ إِلاَّاللّٰهُ ، بِسْمِ اللّٰهِ مَشَآءَ اللّٰهُ مَاكَانَ مِنْ نِعْمَةٍ فَمِنَ اللَّهُ ، بِسْمِ اللّٰهِ مَشَآءَ اللّٰهُ لاَحَوْلَ وَلاَقُوَّةَ إِلاَّ بِاللّٰهِ الْعَلِيِّ الْعَظِيْمِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'يَأَلْتُكَ يَاغَفَّارُ عَفْوًا وَتَوْبَةً وَبِالْقَهْرِ يَاقَهَّارُ خُذْ مَنْ تَخَيَّلاً (3)',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'يَاجَبَّارُ يَاقَهَّارُ يَاذَا الْبَطْشِ الشَّدِيْدِ خُذْ حَقَّنَا وَحَقَّ الْمُسْلِمِيْنَ مِمَّنْ ظَلَمَنَا وَالْمُسْلِمِيْنَ وَتَعَدَّى عَلَيْنَا وَعَلَى الْمُسْلِمِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'الفَاتِحَةُ (1)',
                latin: '',
                arti: '',
              }
            ]
          }
        ]
      },
      {
        id: 4,
        slug: 'dzikir-imam-ghozali',
        title: 'Dzikir Harian Imam Ghozali',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            title: '',
            name: '',
            subName: '',
            arab: '',
            latin: ' ',
            bait_bait: [
              {
                id: 1,
                arab: '========= احد =========',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'يَاحَيُّ يَاقَيُّوْمُ (000.1)',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: '========= سنين =========',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'لَاحَوْلَ وَلَاقُوَّةَ إِلَّابِاللّٰهِ الْعَلِيُّ الْعَظِيْمِ (000.1)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: '========= ثلاث =========',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'اَللّٰهُمَّ صَلِّ عَلَی سَيِّدِنَا مُحَمَّدٍ وَعَلَی آلِهِ وَصَحْبِهِ وَسَلِّمْ (000.1)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: '========= رابو =========',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'أَسْتَغْفِرُ اللّٰهَ الْعَظِيْمِ (000.1)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: '======= كامس =========',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'سُبْحَانَ اللّٰهَ الْعَظِيْمِ وَبِحَمْدِهِ (000.1)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: '========= جمعة =========',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'يٓااَللّٰه (000.1)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: '========= سبت =========',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'لآإِلٰهَ إِللّٰه (000.1)',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      }
    ]
  },
]

export const dataKyai = [
  {
    id: '1',
    daerah: 'Patokan - Kraksaan - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'Habib Hasan Bin Umar Al-Habsyi'
      },
      {
        id: '2',
        nama_ulama: 'Habib Alwi bin Hasan Al-Habsyi'
      },
      {
        id: '3',
        nama_ulama: 'Habib Hasyim Al-Habsyi'
      },
      {
        id: '4',
        nama_ulama: 'Habib Hamid bin Syaikh Al-Habsyi'
      }
    ]
  },
  {
    id: '2',
    daerah: 'Brani Kulon - Maron - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'Habib Husein bin Hadi Al-Hamid'
      },
      {
        id: '2',
        nama_ulama: 'Habib Tholib bin Husein Al-Hamid'
      },
      {
        id: '3',
        nama_ulama: 'Habib Idrus bin Husya Al-Hamid'
      },
    ]
  },
  {
    id: '3',
    daerah: 'Genggong - Pajarakan - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'KH. Zainul Abidin'
      },
      {
        id: '2',
        nama_ulama: 'KH. Muhammad Hasan Genggong'
      },
      {
        id: '3',
        nama_ulama: 'Hasan Saifourrizal'
      },
    ]
  },
  {
    id: '4',
    daerah: 'Kalikajar Kulon - Paiton - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'KH. Muhammad Hasyim Minu'
      },
      {
        id: '2',
        nama_ulama: 'KH. Hasan Abdul Jalal bin KH Minu'
      },
      {
        id: '3',
        nama_ulama: 'NH. Hiddun'
      },
      {
        id: '4',
        nama_ulama: 'NH. Siti Maryam / NH. Minu'
      },
      {
        id: '5',
        nama_ulama: 'NH. Ummu Salamah bin KH Minu'
      },
      {
        id: '6',
        nama_ulama: 'KH. Nuruddin Musyiri'
      },
      {
        id: '7',
        nama_ulama: 'NH. Umi Sa`adah'
      },
    ]
  },
  {
    id: '5',
    daerah: 'Karanganyar - Paiton - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'KH. Zaini Mun`im'
      },
      {
        id: '2',
        nama_ulama: 'KH. Moh. Hasyim Zaini'
      },
      {
        id: '3',
        nama_ulama: 'KH. Abd. Wahid Zaini'
      },
      {
        id: '4',
        nama_ulama: 'KH. Hasan Abdul Wafi'
      },
      {
        id: '5',
        nama_ulama: 'KH. Abdul Haq Zaini'
      },
      {
        id: '6',
        nama_ulama: 'KH. Nur Chotim Zaini'
      },
      {
        id: '7',
        nama_ulama: 'KH. Faqih Zawawi'
      },
      {
        id: '8',
        nama_ulama: 'KH. Muhammad Hefni Mahfudz'
      },
    ]
  },
  {
    id: '6',
    daerah: 'Alastengah - Besuk - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'Habib Ahmad bin Abdurrahman Ba`aly'
      },
      {
        id: '2',
        nama_ulama: 'Habib Abdurrahman bin Alwy Ba`aly'
      },
    ]
  },
  {
    id: '7',
    daerah: 'Alassumur Kulon - Kraksaan - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'KH. Abdul Mughni'
      },
      {
        id: '2',
        nama_ulama: 'KH. Abdullah Mughni'
      },
    ]
  },
  {
    id: '8',
    daerah: 'Bhinor - Paiton - Probolinggo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'Kyai. Qoiduddin (Kakek KH. Hasan Genggong)'
      },
      {
        id: '2',
        nama_ulama: 'Nyai. Siti Maufirah (Istri Kyai Qoiduddin)'
      },
      {
        id: '3',
        nama_ulama: 'Sayyid Muh. Abdullah Shirathal Mustaqim (Bujuk Ongkolan)'
      },
      {
        id: '4',
        nama_ulama: 'Syekh Muh. Parseh'
      },
      {
        id: '5',
        nama_ulama: 'Nyai. Rus'
      },
    ]
  },
  {
    id: '9',
    daerah: 'Besuki - Besuki - Situbondo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'KRB. Kasim Wirodipuro (Kyai Pate Alos - Pembabat Tanah Besuki)'
      },
      {
        id: '2',
        nama_ulama: 'Nyai. Siti Maryam(Istri Kyai Pate Alos)'
      },
      {
        id: '3',
        nama_ulama: 'KR. Sahiruddin Wiro Astro(Putra Kyai Pate Alos)'
      },
      {
        id: '4',
        nama_ulama: 'Nyai. Saahiruddin(Istri Kyai Sahiruddin)'
      },
    ]
  },
  {
    id: '10',
    daerah: 'Pecaron - Pasir Putih - Situbondo',
    ulama: [
      {
        id: '1',
        nama_ulama: 'Syekh Maulana Ishaq (Ayah Sunan Giri)'
      },
      {
        id: '2',
        nama_ulama: 'Mbah Syekh Norhayyin'
      },
    ]
  },
]
